{"data":{"keyed":[{"name":"VFED.EndgameText","text":"El Imperio en Ruina, un símbolo de la tiranía y de la opresión ha sucumbido. En todo el planeta, valientes desertores se levantaron en un coro de rebelión, rompiendo las cadenas de la servidumbre que los mantenían atado. Cada niño que ahora despierte en el amanecer de la libertad recordará y reverenciará estos nombres, los nombres de quienes se atrevieron desafiar lo imposible:\\n{0}\\n\\nSin embargo, este no es el final, sino una simple transición. Ahora que el antiguo imperio no es más que ruinas y su nave insignia esta destrozada, llego el momento de sanar y reconstruir. Los nobles, alguna vez leales al imperio, ahora se entregan a comunidades extranjeras o se pierden en la vida criminal. No se puede negar la verdad - el mundo ha cambiado para siempre.\\n\\nCuando estés en el umbral de la nueva era, recordarás este capítulo de retos y coraje. Los ecos del Imperio en Ruinas te servirá como un recuerdo de tu resistencia, un testimonio de un inquebrantable deseo de libertad. Miras hacia adelante, sabiendo que estás dando un paso hacia un futuro construido sobre la esperanza, la unidad y la libertad.","original":"'The Shattered Empire, once a symbol of tyranny and oppression, has crumbled. All over the planet, brave deserters rose in a chorus of rebellion, breaking the chains of servitude that held them bound. Every child who now wakes to the dawn of freedom will remember and revere these names, the names of the heroes who dared to challenge the impossible:\\n{0}\\n\\nHowever, this is not the end, but merely a transition. With the old empire now but ruins and their flagship a burning wreckage fallen from the skies, a time for healing and rebuilding is upon us. The nobles, once loyal to the empire, now surrender to outlander communities or lose themselves in a life of crime. There's no denying the truth - the world has forever changed.\\n\\nAs you stand at the threshold of a new era, you remember this chapter of defiance and courage. The echoes of the Shattered Empire will serve as a reminder of your resilience, a testament to your unfaltering quest for freedom. You look ahead, knowing that you are stepping into a future built on hope, unity, and liberation.'"},{"name":"VFED.EndgameWarningText","text":"Estás a punto de iniciar la misión final de Vanilla Factions Expanded: Deserters. Después completar esta misión, el Imperio y los Desertores ya no existirán. Estas seguro de iniciar la misión final?","original":"'You are about to initiate a final mission in Vanilla Factions Expanded: Deserters. After the mission is complete, the Empire and the Deserters will be no more. Are you sure you want to initiate the final mission?'"},{"name":"VFED.Detonate","text":"Detonar","original":"'Detonate'"},{"name":"VFED.IntelOutOfDate","text":"La información quedará obsoleta en: {0}","original":"'Intel will go out of date in: {0}'"},{"name":"VFED.IntelOutOfDateNow","text":"{0} ha quedado obsoleta. Considera utilizar la información antes de que quede obsoleta.","original":"'{0} has gone out of date. Consider using up the intel you gather before it goes out of date.'"},{"name":"VFED.SwitchTo","text":"Haga click para cambiar a {0}","original":"'Click to switch to {0}'"},{"name":"VFED.SurveillancePillarActivated","text":"Has activado un pilar de vigilancia imperial. La visibilidad de tu facción ha aumentado en un {1}. Ahora es {0}.","original":"'You have activated an imperial surveillance pillar. Visibility of your faction has increased by {1}. It is now {0}.'"},{"name":"VFED.IntelFromTitle","text":"{0} ha sido despojado de su título {1}. Te ha proporcionado {2} de información.","original":"'{0} has been stripped from their title of {1}. They have provided you with {2} Intel.'"},{"name":"VFED.ResponseComing","text":"Respuesta imperial","original":"'Imperial response'"},{"name":"VFED.ResponseComingDesc","text":"Un {0} imperial esta en camino hacia esta localización. Llegará en {1}s.","original":"'An imperial {0} is on its way to this location. It will arrive in {1}s.'"},{"name":"VFED.ResponseMessage","text":"Debido a que activaste una respuesta imperial, tu visibilidad ha aumentado en {0}. Ahora es {1}. En el futuro, podrás evitar aumentar la visibilidad completando la misión antes de que llegue la respuesta.","original":"'Due to triggering an imperial response, your visibility has increased by {0}. It is now {1}. In the future, you can avoid increasing the visibility by completing the mission before the response arrives.'"},{"name":"VFED.Detonate.BombPack","text":"Detonar pack de bomba","original":"'Detonate bomb pack'"},{"name":"VFED.Detonate.BombPack.Desc","text":"Detonar este pack de bomba de forma remota generara una gran explosión. Alerta: Presionar este botón detonará la bomba de forma inmediata.","original":"'Detonate this bomb pack remotely to generate a big explosion. WARNING: Pressing this button will immediately set off the bomb.'"},{"name":"VFED.Deploy","text":"Desplegar","original":"'Deploy'"},{"name":"VFED.Deploy.Desc","text":"Desplegar este {0} para crear un {1} en esta localización.","original":"'Deploy this {0} to create a {1} at this location.'"},{"name":"VFED.EnableInvisibility","text":"Activar Invisibilidad","original":"'Enable Invisibility'"},{"name":"VFED.EnableInvisibility.Desc","text":"Vuelve a este colono invisible durante 1 hora. Si el colono ataca a alguien, la invisibilidad terminará.","original":"'Turn this colonist invisible for 1 hour. If the colonist attacks anyone, the invisibility will end.'"},{"name":"VFED.OnCooldown","text":"En enfriamiento","original":"'On cooldown'"},{"name":"VFED.AlreadyInvisibile","text":"Ya esta invisible","original":"'Already invisible'"},{"name":"VFED.MustHavePsylink","text":"Necesita tener un psílink","original":"'Must have psylink'"},{"name":"VFED.ExtractIntel","text":"Extraer Información","original":"'Extract intel'"},{"name":"VFED.ExtractIntel.Desc","text":"Extraer información del cerebro de un noble. Pueden estar vivos o caídos, pero el cerebro de estar presente. Destruirá el cerebro.","original":"'Extract intel from the brain of a nobleperson. They may be alive, or downed, but the brain must be present. Will destroy the brain.'"},{"name":"VFED.ImperialPatrol","text":"{0} patrulla","original":"'{0} patrol'"},{"name":"VFED.ImperialPatrol.Desc","text":"{0} se ha topado con una patrulla imperial de {1}. Te han descubierto! {0} puede intentar escapar, pero esto aumentará tu visibilidad de {2}. Luchar contra la patrulla puede ser difícil, pero mantendrá a {2} a salvo. La patrulla consiste de:\\n\\n{3}","original":"'{0} has encountered an imperial patrol from {1}. They have been spotted! {0} can try and escape, but this will inevitably increase the visibility of {2}. Fighting the patrol might be tough, but it will keep {2} safe. The patrol consists of:\\n\\n{3}'"},{"name":"VFED.ImperialPatrol.Escape","text":"Escapar de la patrulla.","original":"'Escape the patrol.'"},{"name":"VFED.ImperialPatrol.Attack","text":"Atacar a la patrulla.","original":"'Attack the patrol.'"},{"name":"VFED.ImperialPatrol.GiveUp","text":"Renunciar a {0}.","original":"'Give up {0}.'"},{"name":"VFED.ImperialPatrol.GaveUp","text":"{0} ha entregado {1} al Imperio. Es poco probable que los vuelvas a ver. Al Imperio no les gustan los saboteadores.","original":"'{0} has given up {1} to the Empire. It’s unlikely you will ever see them again. Empire doesn’t take kindly to saboteurs.'"},{"name":"VFED.AerodroneBombardment","text":"Bombardeo de drones aéreos","original":"'Aerodrone bombardment'"},{"name":"VFED.AerodroneBombardment.Desc","text":"El {0} ha enviado un numero de drones aéreos hacia tu localización. Sospechan que estás albergando a desertores con malas intenciones contra la Gran Jerarquía.\\nUn dron aéreo es un dron atmosférico sin-tripulación diseñado para fines militares. Esta controlado por un programador de guerra muy habilidoso desde una instalación imperial. el dron aéreo es una herramienta altamente efectiva para eliminar a los enemigos del Imperio. Esta equipado con avanzados sensores y sistemas de seguimiento, el dron aéreo es capaz de detectar y seguir a los objetivos desde grandes distancias. Una vez que el objetivo es identificado, le dron aéreo es capaz de lanzar unos devastadores misiles de precisión, cada uno esta diseñado para causar el máximo de daño y destrucción.\\nEl Imperio ha identificado la ubicación de tu infraestructura crítica y los drones aéreos empezaran a bombardearlo. Se recomienda la evacuación.","original":"'The {0} has dispatched a number of aerodrones to your location. They suspect you are harboring deserters with ill intention towards the Great Hierarchy.\\nAn aerodrone is an unmanned atmospheric drone designed for military purposes. Controlled by highly skilled warprogrammers from imperial installations, the aerodrone is a highly effective tool for eliminating enemies of the Empire. Equipped with advanced sensors and targeting systems, the aerodrone can detect and track targets from great distances. Once a target has been identified, the aerodrone will unleash a devastating salvo of precision rockets, each one designed to cause maximum damage and destruction.\\nThe Empire has pinpointed the location of your critical infrastructure and the aerodrones will shortly initiate their bombardment. Evacuation is advised.'"},{"name":"VFED.GlassingDate","text":"Fecha de cristal","original":"'Glassing date'"},{"name":"VFED.DivineInferno.Init","text":"Infierno Divino iniciado","original":"'Divine Inferno initiated'"},{"name":"VFED.DivineInferno.Desc","text":"Los satelites de Haz de Corte Orbital ha terminado de organizarse en un hermoso patrón floral hacia tu colonia. Lo que viene después solo puede ser descrito como una destrucción total. Los haz de cortes caerán desde el cielo, creando una gran red de energía que nivela todo a su paso. El terreno parece temblar al paso de los rayos, dejando profundas grietas y cráteres llenos de escombros. Las personas, vehículos y las construcciones se reducen a nada mas que polvo y cenizas en cuestión de segundos. El aire a su alrededor se sobrecalienta por la intensa energía de los rayos, creando una onda expansiva que puede viajar kilómetros.\\nNo hay escapatoria al Infierno Divino. Aquellos que se encuentran en su camino son inmediatamente evaporizados, dejando tras sí nada más que restos carbonizados. Ni siquiera los refugios subterráneos son rival ante el poder destructivo del haz de corte, capaz atravesar la tierra como si fuera un cuchillo caliente a la mantequilla.\\nLas consecuencias del Infierno Divino es un páramo de destrucción. El paisaje es irreconocible, con poco más que escombros y cenizas por donde se mire. El aire se vuelve espeso y con un olor acre de carne quemada y de metal fundido. La colonia una vez prospera, ahora no es más que una cascara chamuscada y sin vida.","original":"'The Orbital Slicer Beam satellites have finished arranging into a beautiful flower pattern above your colony. What comes next can only be described as total destruction. The slicer beams fire down from the sky, creating a web of energy that systematically levels everything in its path. The terrain itself seems to buckle and heave as the beams slice through the earth, leaving behind deep crevices and rubble-filled craters. People, vehicles, and even buildings are reduced to nothing more than dust and ash in a matter of seconds. The air itself is superheated by the intense energy of the beams, creating a blast wave that can travel for miles.\\nThere is no escape from the Divine Inferno. Those caught in its path are instantly vaporized, leaving behind nothing but charred remnants of what was once there. Even underground shelters are no match for the destructive power of the slicer beams, as they cut through the earth like a hot knife through butter.\\nThe aftermath of Divine Inferno is a wasteland of destruction. The landscape is unrecognizable, with little more than rubble and ash as far as the eye can see. The air is still thick with the acrid smell of burnt flesh and melting metal. The once-thriving colony is now nothing more than a scorched and lifeless husk.'"},{"name":"VFED.GoodwillDropVisibility","text":"Debido a la desinformación imperial tus relaciones con {0} han caído en un 10.","original":"'Due to imperial disinformation, your relations with {0} have dropped by 10.'"},{"name":"VFED.ShotsFiredLeft","text":"{0} haces disparados, {1} haces que quedan","original":"'{0} beams fired, {1} beams left'"},{"name":"VFED.VisibilityIncreases","text":"Visibilidad aumentada en {0}","original":"'Visibility increases by {0}'"},{"name":"VFED.VisibilityDecreases","text":"Visibilidad disminuida en {0}","original":"'Visibility decreases by {0}'"},{"name":"VFED.VisibilityIncreases.Desc","text":"La visibilidad aumenta en {0}. Esto puede llevar a más y más respuestas imperiales.","original":"'Visibility will increase by {0}. This may lead to more and stronger imperial responses.'"},{"name":"VFED.VisibilityDecreases.Desc","text":"La visibilidad se reduce en {0}. Esto reduce las respuestas imperiales.","original":"'Visibility will decrease by {0}. This may reduce imperial responses.'"},{"name":"VFED.BiosecuredCrateWarning","text":"Las cajas bioaseguradas solo pueden ser abiertas por personas con un pasado noble.","original":"'Biosecured crates can only be opened by characters with a noble backstory.'"},{"name":"VFED.CantOpenBiosecured","text":"requiere un pasado noble","original":"'requires noble backstory'"},{"name":"VFED.ServiceIncreasedGoodwill","text":"Tus relaciones con {0} aumenta en un 5 por los rumores positivos de loos desertores imperiales.","original":"'Goodwill with {0} increased by 5 due to positive rumors from imperial deserters.'"},{"name":"VFED.DetectedWarning","text":"Has sido detectado por la seguridad. La guarnición se está desplegando.","original":"'You have been detected by security. The garrision is deploying against you.'"},{"name":"VFED.HighAlertWarning","text":"Los defensores se están moviendo a alarmados.","original":"'The defenders are moving to high alert.'"},{"name":"VFED.FleeWarning","text":"{0} esta intentando escapar!","original":"'{0} is attempting to escape!'"},{"name":"VFED.NobleKilledRevenge","text":"{0} de {1} están intentando vengar a {2}.","original":"'{0} from {1} are attempting to avenge {2}.'"},{"name":"VFED.ContrabandArrived","text":"Tu contrabando ha llegado.","original":"'Your contraband has arrived.'"},{"name":"VFED.VisibilityChange","text":"Visibilidad Cambiada: {0}","original":"'Visibility Changed: {0}'"},{"name":"VFED.VisibilityChange.Desc","text":"Tu nivel de visibilidad ha cambiado. Ahora es {0}.","original":"'Your visibility level has changed. It is now {0}.'"},{"name":"VFED.VisibilityEffectsActive","text":"Los siguiente efectos se han activado:","original":"'The following effects have activated:'"},{"name":"VFED.VisibilityEffectsInactive","text":"Los siguiente efectos se han desactivado:","original":"'The following effects have deactivated:'"},{"name":"VFED.TimeToNextPulse","text":"Tiempo hasta el próximo pulso: {0}","original":"'Time until next pulse: {0}'"},{"name":"VFED.PulsesBeforeOut","text":"Pulsos antes de quemarse: {0}","original":"'Pulses before burn out: {0}'"},{"name":"VFED.BurnoutWarning","text":"Construir un recopilador de información quemada es considerado como una declaración de guerra para el Imperio.","original":"'Building a burnout intel scraper will be considered a declaration of war with the Empire.'"},{"name":"VFED.ActivateScraper","text":"Activar recopilador","original":"'Activate scraper'"},{"name":"VFED.ActivateScraper.Desc","text":"Activar el recopilador de información, emitirá un pulso cada 60 segundos, dandote la posibilidad de obtener información valiosa, con la posibilidad de activar una investigación imperial.","original":"'Enable intel scraper countdown, which will release a pulse every 60 seconds, giving you a chance of obtaining valuable intel at a chance of triggering imperial investigation.'"},{"name":"VFED.DeactivateScraper","text":"Desactivar recopilador","original":"'Deactivate scraper'"},{"name":"VFED.DeactivateScraper.Desc","text":"Desactivar recopilador de información, parando la cuenta atrás antes del siguiente pulso.","original":"'Disable intel scraper, stopping the countdown until the next pulse.'"},{"name":"VFED.Exhausted","text":"Exhausto","original":"'Exhausted'"},{"name":"VFED.BurnoutIntelGained","text":"El recopilador de información quemada ha interceptado unas comunicaciones imperiales y genero {0} de información.","original":"'Burnout intel scraper intercepted imperial communication and generated {0} intel.'"},{"name":"VFED.BurnoutCriticalIntelGained","text":"El recopilador de información quemada ha interceptado unas comunicaciones imperiales de alto valor y genero {0} de información critica.","original":"'Burnout intel scraper intercepted high value imperial communication and generated {0} critical intel.'"},{"name":"VFED.BurnoutVisibilityIncreased","text":"El recopilador de información quemada atrajo la atención del Imperio y aumento tu visibilidad en {0}. (La visibilidad actual es {1}.)","original":"'Burnout intel scraper attracted imperial attention and has increased your visibility by {0}. (Current visibility is {1}.)'"},{"name":"VFED.BurnoutRaid","text":"El recopilador de información quemada ha interceptado una comunicación acerca de una patrulla imperial cercana. Se están acercando.","original":"'Burnout intel scraper was intercepted by an imperial patrol nearby. They are moving in to engage.'"},{"name":"VFEDeserters","text":"VFE - Deserters","original":"'VFE - Deserters'"},{"name":"VFED.VisibilityChangePerDay","text":"Cambio de visibilidad por día: {0}","original":"'Visibility change per day: {0}'"},{"name":"VFED.IntelFromExtractingIntel","text":"Información de la extracción de información: {0}","original":"'Intel from extracting intel: {0}'"},{"name":"VFED.VisibilityFromPillar","text":"Visibilidad ganada por pilar de vigilancia: {0}","original":"'Visibility gain from surveillance pillar: {0}'"},{"name":"VFED.ResponseTimeMultiplier","text":"Multiplicador de tiempo de respuesta: {0}","original":"'Response time multiplier: {0}'"},{"name":"VFED.ContactDeserters","text":"Contactar Desertores","original":"'Contact Deserters'"},{"name":"VFED.Visibility","text":"Visibilidad: {0}","original":"'Visibility: {0}'"},{"name":"VFED.CurrentVisibility","text":"Visibilidad actual: ","original":"'Current visibility: '"},{"name":"VFED.Effects","text":"Efectos: ","original":"'Effects:'"},{"name":"VFED.IntelCostModifier","text":"Coste de información: ","original":"'Intel cost: '"},{"name":"VFED.ContrabandRecieveTimeModifier","text":"Tiempo para recibir el contrabando: ","original":"'Time to receive contraband: '"},{"name":"VFED.ContrabandSiteTimeModifier","text":"Disponibilidad de puntos muertos: ","original":"'Availability of the dead drops: '"},{"name":"VFED.ImperialResponseTime","text":"Tiempo hasta la respuesta Imperial: ","original":"'Time for Imperial response: '"},{"name":"VFED.ImperialResponseType","text":"Tipo de respuesta Imperial: ","original":"'Type of Imperial response: '"},{"name":"VFED.SpecialEffects","text":"Efectos Especiales: ","original":"'Special effects: '"},{"name":"VFED.NoResponse","text":"Sin respuesta","original":"'No response'"},{"name":"VFED.None","text":"Nada","original":"'None'"},{"name":"VFED.ItemName","text":"Nombre del artículo","original":"'Name of the item'"},{"name":"VFED.Cost","text":"Coste","original":"'Cost'"},{"name":"VFED.Basket","text":"Cesta","original":"'Basket'"},{"name":"VFED.ContrabandRecieveDesc","text":"Los artículos comprados a través del sistema de contrabando no llegarán a tu colonia con cápsulas de carga. En cambio, se generará una misión de punto muerto disponible después de cierto tiempo, y esta misión solo estará disponible durante un momento. Aquí estará el contrabando comprado.","original":"'Items purchased via the contraband system do not arrive in your colony with cargopods. Instead, a dead drop pick up quest will become available after some amount of time, and the quest will only be available for a brief moment. This is where you pick up purchased contraband.'"},{"name":"VFED.Purchase","text":"Compra","original":"'Purchase'"},{"name":"VFED.RushDelivery","text":"Entrega urgente","original":"'Rush delivery'"},{"name":"VFED.TotalCost","text":"Coste total de la cesta","original":"'Total basket cost'"},{"name":"VFED.RushDeliveryDesc","text":"Puedes acelerar la entrega para recibir los artículos de forma instantanea a través de las cápsulas de transporte, sin embargo, esto cuesta el doble de información.","original":"'You can rush delivery to receive the items instantly via drop pods, however it doubles the Intel cost of this order.'"},{"name":"VFED.TimeToReceive","text":"Tiempo estimado para recibirla: (*DateTime){0}-{1} days(/DateTime)","original":"'Estimated time to receive: (*DateTime){0}-{1} days(/DateTime)'"},{"name":"VFED.TimeToPickup","text":"Tiempo para recogerla: (*DateTime){0} days(/DateTime)","original":"'Time to pick up: (*DateTime){0} days(/DateTime)'"},{"name":"VFED.TimeLimitDesc","text":"El tiempo para recibirla y el tiempo para recogerla dependen de la cantidad de artículos que compraste, así como tu nivel de visibilidad actual. Después de que el tiempo de recepción pase, el punto muerto estará disponible. Solo estará activo mientras dure la \"Hora de recoger\". Si no lo recoges en este tiempo, los artículos se perderán.","original":"'Time to receive and time to pick up depends on the amount of items you’re purchasing, as well as your current visibility level. After time to receive has elapsed, a dead drop quest will become available. It will only be active for the duration in ‘Time to pick up’. If you fail to collect it in time, the items will be gone.'"},{"name":"VFED.NotEnough","text":"No tienes suficiente {0}. Necesitas {1}, tienes {2}","original":"'Not enough {0}. Need {1}, have {2}'"},{"name":"VFED.DeserterQuestDesc","text":"Este es una misión desertora. Puede proporcionar información sobre el Imperio en Ruinas, pero también incrementara tu visibilidad.","original":"'This is a deserter quest. It may provide intel on the Shattered Empire, but it may also increase your faction’s visibility.'"},{"name":"VFED.AvailableQuests","text":"Misiones disponibles","original":"'Available quests'"},{"name":"VFED.CriticalQuests","text":"Misiones crítica","original":"'Critical quests'"},{"name":"VFED.QuestDescription","text":"Descripción de la misión","original":"'Quest description'"},{"name":"VFED.QuestPurchaseDesc","text":"Puedes pagar con información para obtener misiones en la red Desertora, sin embargo, no podrás saber las recompensas que obtendrás por las misiones hasta que la compres.","original":"'You can pay intel to obtain quests from the Deserter network, however you will not know the rewards that can be obtained from the quest until you purchase it.'"},{"name":"VFED.TotalQuestCost","text":"Coste total de la misión","original":"'Total quest cost'"},{"name":"VFED.Activate","text":"Activar","original":"'Activate'"},{"name":"VFED.OtherServices","text":"Otros servicios","original":"'Other services'"},{"name":"VFED.Rewards","text":"Recompensas","original":"'Rewards'"},{"name":"VFED.PlotDesc","text":"Descripción de la trama","original":"'Plot description'"},{"name":"VFED.PlotTarget","text":"Objetivo: {0}","original":"'Target: {0}'"},{"name":"VFED.CompletedOn","text":"Completado el {0}","original":"'Completed on {0}'"},{"name":"VFED.CombatHigh","text":"Combate: Alto","original":"'Combat: High'"},{"name":"VFED.CombatMedium","text":"Combate: Medio","original":"'Combat: Medium'"},{"name":"VFED.CombatLow","text":"Combate: Mínimo","original":"'Combat: Minimal'"},{"name":"VFED.CombatHighDesc","text":"Debes esperar un combate intenso","original":"'Expect intense combat'"},{"name":"VFED.CombatMediumDesc","text":"Debes esperar algo de combate","original":"'Expect some combat'"},{"name":"VFED.CombatLowDesc","text":"Debes esperar un combate mínimo","original":"'Expect minimal combat'"},{"name":"VFED.ShowActiveQuest","text":"Mostrar las misiones activas","original":"'Show active quest'"},{"name":"VFED.Select","text":"Seleccionar","original":"'Select'"},{"name":"VFED.HullIntegrity","text":"Integridad del casco","original":"'Hull integrity'"},{"name":"VFED.Flagship","text":"Nave insignia","original":"'Flagship'"},{"name":"VFED.StartMission","text":"Empezar misión","original":"'Start Mission'"},{"name":"VFED.IntelAmount","text":"Cantidad de {0} en el rango de balizas comerciales electricas.","original":"'Amount of {0} in range of powered trading beacons.'"}],"defInjected":[{"base":"VFED_Fletchling.label","type":"DamageDef","text":"impacto de dardo","original":"'fletchling dart'"},{"base":"VFED_Fletchling.deathMessage","type":"DamageDef","text":"{0} fue disparado hasta la muerte.","original":"'{0} has been shot to death.'"},{"base":"VFED_NewSafehaven.label","type":"FactionDef","text":"Nuevo Refugio","original":"'New Safehaven'"},{"base":"VFED_NewSafehaven.description","type":"FactionDef","text":"Una célula desertora, escondida.","original":"'A deserter cell, laying low.'"},{"base":"VFED_NewSafehaven.leaderTitle","type":"FactionDef","text":"líder","original":"'leader'"},{"base":"VFED_NewSafehaven.pawnSingular","type":"FactionDef","text":"desertor","original":"'deserter'"},{"base":"VFED_NewSafehaven.pawnsPlural","type":"FactionDef","text":"desertores","original":"'deserter'"},{"base":"VFED_MissileRain.label","type":"GameConditionDef","text":"lluvia de misiles","original":"'missile rain'"},{"base":"VFED_MissileRain.description","type":"GameConditionDef","text":"Hay un ataque con drones aéreos. A cubierto!","original":"'An Aerodrone strike is taking place. Take cover!'"},{"base":"VFED_DivineInferno.label","type":"GameConditionDef","text":"Infierno Divino","original":"'Divine Inferno'"},{"base":"VFED_DivineInferno.description","type":"GameConditionDef","text":"El Imperio inicio el protocolo de Infierno Divino a tu colonia, moviendo todos los satelites de haz cortante hacia tu posición. Una vez que encuentren a tu colonia, lo cubrirán de rayos de fuegos. Puedes prevenir esto reduciendo tu visibilidad al nivel Oculto.","original":"'The Empire has initiated a Divine Inferno protocol on your colony and are moving all required slicer beam satellites into position. Once they meet over your colony, they will glass it with numerous pillars of fire. This can be prevented by reducing your visibility back to Hidden visibility level.'"},{"base":"VFED_Invisibility.label","type":"HediffDef","text":"invisibilidad","original":"'invisibility'"},{"base":"VFED_Invisibility.description","type":"HediffDef","text":"Una invisibilidad otorgada por artículo de invisibilidad. Este efecto en realidad afecta a las personas cercanas, haciendo que su cerebro no logre ver a este individuo,.","original":"'An invisibility granted by the invisibility engulfer item. This actually affects others nearby, making their brains unable to perceive the sight of this individual, even if the eyes are unaffected.'"},{"base":"VFED_GiveQuest_ChasedDeserter.label","type":"IncidentDef","text":"desertor imperial","original":"'imperial deserter'"},{"base":"VFED_ImperialPatrol.label","type":"IncidentDef","text":"patrulla imperial","original":"'imperial patrol'"},{"base":"VFED_PropagandaDrop.label","type":"IncidentDef","text":"caída de propaganda imperial","original":"'imperial propaganda drop'"},{"base":"VFED_PropagandaDrop.letterLabel","type":"IncidentDef","text":"Propaganda drop","original":"'Propaganda drop'"},{"base":"VFED_PropagandaDrop.letterText","type":"IncidentDef","text":"Una cápsula de carga se estrello cerca. Contiene propaganda imperial, anunciando como la vida bajo las reglas imperiales esta lleno de maravillas. Los folletos hablan acerca de un nuevo sistema para reportar a los desertores y recibir una gran recompensa. Lleva bastante tiempo limpiarlo, y quien lo limpie, los panfletos afectara a su humor y perderá su certeza.","original":"'Cargo pods are crashing nearby. They seem to contain imperial propaganda, advertising how life under the imperial rule is full of wonders. The leaflets seem to mention a new deserter-reporting system with great rewards. It will take a long time to clean up, and anyone cleaning these leaflets will suffer a mood penalty and lose certainty in their way.'"},{"base":"VFED_Raid_Absolver.label","type":"IncidentDef","text":"asalto de absolvedor","original":"'absolver raid'"},{"base":"VFED_ExtractIntel.reportString","type":"JobDef","text":"extrayendo información de TargetA.","original":"'extracting intel from TargetA.'"},{"base":"VFED_ExtractIntelPawn.reportString","type":"JobDef","text":"extrayendo información de TargetA.","original":"'extracting intel from TargetA.'"},{"base":"VFED_UseItemOn.reportString","type":"JobDef","text":"usando TargetA en TargetB.","original":"'using TargetA on TargetB.'"},{"base":"VFED_FleeEnemies.reportString","type":"JobDef","text":"huyendo.","original":"'fleeing.'"},{"base":"Intro_Wimp.root.nodes.CheckDesertion.storeAs.slateRef","type":"QuestScriptDef","text":"desertores","original":"'deserters'"},{"base":"VFED_AerodroneStation.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->Gracias una información, ahora sabemos la ubicación de una estación de drones aéreos que pertenece a [empire_name]. En estas estaciones se recargan los drones aéreos - vehículos aéreos autónomos no tripulados que pueden bombardear objetivos con misiles.\\n\\nEstos drones son una amenaza para cualquiera que no esté de acuerdo con el Imperio. Deben ser destruidos.\\n\\nEs posible que encontremos algunos suministros en la estación. Es fundamental recordar que las pilas de municiones y de baterías de los aeródromos son muy volátiles y es posible usarlos a nuestro beneficio.\\n\\nLa estación de drones aéreos está protegida por:\\n[forces_description]\\n\\nTambién nos han informado que la ubicación está protegida por una serie de torretas golpeadoras montadas en el suelo. A pesar de su alcance limitado, estas torretas pueden revelar fácilmente nuestra posición y proporcionar fuego de cobertura.\\n\\nLa estación está protegida por pilares de vigilancia. No debes acercarte a ellos, sino desactivarlas desde lejos, ya sea destruyéndolos o cortando su energía. Si se activan, aumentarán enormemente nuestra visibilidad.\\n\\nEl objetivo de esta misión es destruir todos los drones aéreos estacionados en la estación.\\n\\nUna vez que lleguemos a la estación, podemos esperar una respuesta si nuestra visibilidad es lo suficientemente alta. Sólo tenemos una pequeña cantidad de tiempo limitada para completar la misión.","original":"'questDescription->Thanks to the intel we have obtained, we now know the location of an aerodrone station belonging to [empire_name]. These stations recharge and reload powerful aerodrones - autonomous, unmanned aerial vehicles that can bombard targets with powerful missile salvos.\\n\\nThese drones are a threat to everyone who disagrees with the Empire. They need to be destroyed.\\n\\nWe might find some useful supplies scattered around the station. It's crucial to remember that ammunition stacks and aerodrone batteries are highly volatile, and we might be able to use them to our advantage.\\n\\nThe aerodrone station is protected by:\\n[forces_description]\\n\\nWe have also been informed that the location is protected by a number of ground-mounted striker turrets. Despite the limited range, these turrets can easily reveal our approach and provide covering fire for the imperial army.\\n\\nThe station is protected by surveillance pillars. They should not be approached, and instead should be disabled from afar - either by destroying them, or cutting off their power. Once activated, they will greatly increase our visibility.\\n\\nThe objective of this mission is to destroy all aerodrones currently stationed here by any means necessary.\\n\\nOnce we arrive at the station, we can expect an imperial response if our visibility is high enough. We will only have a limited amount of time to complete the mission.'"},{"base":"VFED_AerodroneStation.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Sabotaje a estación de drones aéreos","original":"'questName->Aerodrone station sabotage'"},{"base":"VFED_DeserterQuestBase.root.nodes.IsTrue-1.node.nodes.MarkObjectives.inSignal.slateRef","type":"QuestScriptDef","text":"site.MapGenerated","original":"'site.MapGenerated'"},{"base":"VFED_DeserterQuestBase.root.nodes.ImperialForces.inSignal.slateRef","type":"QuestScriptDef","text":"site.MapGenerated","original":"'site.MapGenerated'"},{"base":"VFED_DeserterQuestBase.root.nodes.ImperialResponse.siteName.slateRef","type":"QuestScriptDef","text":"site","original":"'site'"},{"base":"VFED_DeserterQuestBase.root.nodes.ForceMusic.inSignalDisable.slateRef","type":"QuestScriptDef","text":"site.MapRemoved","original":"'site.MapRemoved'"},{"base":"VFED_DeserterQuestBase.root.nodes.ForceMusic.inSignalEnable.slateRef","type":"QuestScriptDef","text":"site.MapGenerated","original":"'site.MapGenerated'"},{"base":"VFED_DeserterQuestBase.root.nodes.WorldObjectTimeout.node.nodes.Letter.label.slateRef","type":"QuestScriptDef","text":"Misión expirada: [resolvedQuestName]","original":"'Quest expired: [resolvedQuestName]'"},{"base":"VFED_DeserterQuestBase.root.nodes.WorldObjectTimeout.node.nodes.Letter.text.slateRef","type":"QuestScriptDef","text":"[site_label] han empacado y se han desplazado. La misión [resolvedQuestName] ha expirado.","original":"'The [site_label] has packed up and moved on. The quest [resolvedQuestName] has expired.'"},{"base":"VFED_ChasedDeserter.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->[asker_nameFull], [asker_titleIndef], te llamó desde las cercanias. [asker_pronoun] deserto del ejército de [asker_factionName] y está siendo perseguido por (*Threat)un escuadrón de leales(/Threat). [asker_pronoun] desea unirse a ti en [map_definite].\\n\\nCuidado: ¡si aceptas a [asker_nameDef], te convertirás en enemigo de [asker_factionName]! El escuadrón de lealtad que lo persigue te atacará de forma inmediata. Se compone de: \\n\\n[raid/raidPawnKinds]\\n\\nSolo acepta si deseas luchar contra [asker_factionName].\\n\\nElegir el bando de los desertores hará que el Imperio sea permanentemente hostil, sin embargo, también dará acceso a la red Desertor en la consola de comunicaciones. Podrás obtener inteligencia sobre el Reino en ruinas e intercambiarlas por equipo imperial, inventos de los desertores y nuevas misiones. En algún momento, podrás lanzar misiones de asesinato contra figuras imperiales fanáticas para desestabilizar al imperio.\\n\\nSi tienes una nobleza titulada bajo tu control, perderán todos sus títulos y, con ellos, los requisitos de sus títulos. Sin embargo, generará algo de inteligencia, la cantidad depende de su rango actual en Imperio en Ruinas.","original":"'questDescription->[asker_nameFull], [asker_titleIndef], is calling from nearby. [asker_pronoun] has deserted the army of [asker_factionName] and is being hunted by (*Threat)a loyalty squad(/Threat). [asker_pronoun] wishes to join you at [map_definite].\\n\\nBeware - If you accept [asker_nameDef], you will become an enemy of [asker_factionName]! The pursuing loyalty squad will attack immediately. It is composed of: \\n\\n[raid/raidPawnKinds]\\n\\nOnly accept if you wish to fight against [asker_factionName].\\n\\nPicking the side of the deserters will make the Empire permanently hostile, however it will also give you access to the Deserter network via the comms console. You will be able to gain intel on the Shattered Empire and trade this intel for powerful imperial gear, deserter inventions and new quests. At some point, you will be able to launch assassination missions on fanatic imperial figures in order to destabilize the empire.\\n\\nIf you have a titled nobility under your control, they will lose all their titles, and with them, requirements for their titles. They will however generate a lump sum of intel for you, and the amount of intel depends on their current rank with Shattered Empire.\\n                '"},{"base":"VFED_ChasedDeserter.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Desertor perseguido","original":"'questName->Chased deserter'"},{"base":"VFED_ChasedDeserter.root.nodes.PawnsArrive.customLetterText.slateRef","type":"QuestScriptDef","text":"{BASETEXT}\\n\\nDebido a que aceptaste a [asker_nameDef], [asker_factionName] se ha vuelto hostil.\\n\\nEl escuadrón de lealtad que estaba cazando [asker_objective] llegará pronto.","original":"'{BASETEXT}\\n\\nBecause you accepted [asker_nameDef], [asker_factionName] has become hostile.\\n\\nThe loyalty squad that is hunting [asker_objective] will arrive soon.'"},{"base":"VFED_ChasedDeserter.root.nodes.Delay.node.nodes.Util_Raid.parms.customLetterLabel.value.slateRef","type":"QuestScriptDef","text":"{BASELABEL}: Escuadrón de lealtad","original":"'{BASELABEL}: Loyalty squad'"},{"base":"VFED_ChasedDeserter.root.nodes.Delay.node.nodes.Util_Raid.parms.customLetterText.value.slateRef","type":"QuestScriptDef","text":"{BASETEXT}\\n\\nEste escuadrón de lealtad esta cazando a [../asker_nameFull].","original":"'{BASETEXT}\\n\\nThis is the loyalty squad that was hunting [../asker_nameFull].'"},{"base":"VFED_ControlStationRaid.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->La red de informantes te ha relevado la información acerca de una estación de control perteneciente a [empire_name]. Esto son unos puestos de avanzadas que vigilan los alrededores de los puntos de intereses imperiales y alertan de cualquier amenaza inminente.\\n\\n\nEs posible que encontremos algunos suministros en la estación.\\n\\nLa estación de control está protegido por:\\n[forces_description]\\n\\nTambién nos han informado que la ubicación está protegida por una serie de torretas golpeadoras montadas en el suelo. A pesar de su alcance limitado, estas torretas pueden revelar fácilmente nuestra posición y proporcionar fuego de cobertura.\\n\\nLa estación está protegida por pilares de vigilancia. No debes acercarte a ellos, sino desactivarlas desde lejos, ya sea destruyéndolos o cortando su energía. Si se activan, aumentarán enormemente nuestra visibilidad.\\n\\nEl objetivo de esta misión es destruir la terminal de vigilancia. Una vez hecho esto, llegará la recompensa y tendremos que escapar. La terminal suele estar muy defendida y ubicada dentro de un edificio fortificado.\\n\\nUna vez que lleguemos a la estación, podemos esperar una respuesta si nuestra visibilidad es lo suficientemente alta. Sólo tenemos una pequeña cantidad de tiempo limitada para completar la misión.","original":"'questDescription->The informant network has relayed us the information of a control station belonging to [empire_name]. These forward-placed outposts survey the area around imperial points of interest and alert them of any imminent threat.\\n\\nWe might find some useful supplies scattered around the control station. If we have the time, we should take what we can.\\n\\nThe control station is protected by:\\n[forces_description]\\n\\nWe have also been informed that the location is protected by a number of ground-mounted striker turrets. Despite the limited range, these turrets can easily reveal our approach and provide covering fire for the imperial army.\\n\\nThe control station is protected by a large number of surveillance pillars. They should not be approached, and instead should be disabled from afar - either by destroying them, or cutting off their power. Once activated, they will greatly increase our visibility.\\n\\nThe objective of this assignment is to destroy the surveillance station terminal. Once that is done, the reward will arrive and we will have to make our escape. The terminal is usually well defended and placed inside a fortified building.\\n\\nOnce we arrive at the control station, we can expect an imperial response if our visibility is high enough. We will only have a limited amount of time to complete the mission.'"},{"base":"VFED_ControlStationRaid.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Asalto a Estación de Control","original":"'questName->Control station raid'"},{"base":"VFED_DeadDrop.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->Hemos recibido un mensaje de unos de nuestros informantes sobre que nuestros artículos ya están listo para ser recogidos no muy lejos de [map_definite]. Los artículos que encontraremos serán:\\n\\n[itemStashContents]\\n\\nDebido al valor de los artículos y a que [empire_name] se dará cuenta de los artículos faltantes, tenemos que ir al punto lo más rápido posible.\\n\\nAsegurate de tener suficiente capacidad de carga para traer todos los artículos.","original":"'questDescription->We have received a message from our deserter informant that our order is ready for collection not far from [map_definite]. The items we will find there are:\\n\\n[itemStashContents]\\n\\nDue to the value of the items and the fact that [empire_name] will inevitably look for them when they realize they’ve gone missing, we should make our way to the dead drop as soon as possible.\\n\\nWe should ensure we have enough carry capacity to bring all the items back.'"},{"base":"VFED_DeadDrop.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Punto muerto desertor","original":"'questName->Deserter dead drop'"},{"base":"VFED_DeadDrop.root.nodes.HiddenDelay.node.nodes.WorldObjectTimeout.node.nodes.Letter.label.slateRef","type":"QuestScriptDef","text":"Misión expirada: [resolvedQuestName]","original":"'Quest expired: [resolvedQuestName]'"},{"base":"VFED_DeadDrop.root.nodes.HiddenDelay.node.nodes.WorldObjectTimeout.node.nodes.Letter.text.slateRef","type":"QuestScriptDef","text":"Hemos interceptados comunicaciones acerca de que [empire_name] localizo el punto muerto. La misión [resolvedQuestName] ha expirado.","original":"'Intercepted communications indicate the dead drop has been located by [empire_name]. The quest [resolvedQuestName] has expired.'"},{"base":"VFED_EmpireBargain.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->Las noticias acerca del asesinato de [lastTarget_nameFull] se ha extendido como la pólvora dentro del imperio [empire_name], alentando las llamas de la disidencia y de la rebelión. Los desertores, alguna vez visto como insignificantes, han ganado algunas victorias en varios frentes, haciendo temblar a la aristocracia. En los pasillos oscuros de la corte, empezaron los susurros, se empezaron a hacer ofertas desesperadas a las tropas rebeldes.\\n\\nCuriosamente, uno de estas propuestas llegaron a ti. Los enviados imperiales de la corte te enviaron unos mensajes encriptados. Al desencriptarlo, detalla la recompensa que se te entregará si decides abandonar a los desertores:\\n[reward_description]\\nSi aceptas, abandonaras a los desertores. Perderás el acceso a la red Desertor, y jamás vas a poder reingresar a las filas de los desertores. Tu visibilidad caerá a 0 y serás miembro de [empire_name]. Podrás utilizar todas las ventajas que conlleva ser noble. Además todas las misiones activas relacionadas a los desertores se abandonarán.\\nTambién tendrás que enfrentarte a las represalias de los desertores, que consiste en:\\n[raid/raidPawnKinds]\\nEs posible, pero no esta garantizado que el Imperio vuelva a ofrecerte más tratos si sigues con este nuevo camino. Los siguientes tratos pueden ser mucho mejores.","original":"'questDescription->News of the recent assassination of [lastTarget_nameFull] has spread like wildfire across the nobility of [empire_name], fueling the flames of dissent and rebellion. Defectors, once seen as insignificant, have begun seizing victories on various fronts, rattling the gilded cage of the aristocracy. In the shadowy halls of the noble court, whispers stir the air, whispers of desperate bargains offered to the surging rebel forces.\\n\\nIntriguingly, one such proposition has found its way to you. Envoys from the imperial court have dispatched an encrypted missive to [map_label]. In carefully coded language, they detail the bounty they're prepared to lavish upon you, should you choose to abandon your deserters' colors:\\n[reward_description]\\n\\nIf you accept, you will no longer be aligned with the deserters. You will lose access to the Deserter network, and you will never be able to rejoin their ranks again. Your visibility will be lowered to 0 and you will become a member of [empire_name]. You will be able to use all the perks that come from being a noble. Any currently active deserter-related quests will automatically fail.\\nYou will also have to face off against a deserter retaliation force, consisting of:\\n[raid/raidPawnKinds]\\n\\nIt is possible, but not guaranteed, that the Empire will bargain with you again if you continue on your path. Next deals offered might be more bountiful.'"},{"base":"VFED_EmpireBargain.questDescriptionRules.rulesStrings.1","type":"QuestScriptDef","text":"questDescription->La desaparición de [lastTarget_nameFull] dejo en shock a la nobleza de [empire_name], avivando las brasas de los disidentes. Lo que antes era considerado como deserciones triviales han ganado muchas batallas en múltiples frentes, sacudiendo a la aristocracia. En medio de los silenciosos murmullos en la corte, se escuchan frenéticas concesiones a las fuerzas rebeldes en rápido ascenso.\\n\\nEstas propuestas también llegaron a ti. Los enviados te han enviado un comunicado cifrado a [map_label], describiendo los beneficios que puedes obtener si abandonas a los desertores.\\n[reward_description]\\nSi aceptas, abandonaras a los desertores. Perderás el acceso a la red Desertor, y jamás vas a poder reingresar a las filas de los desertores. Tu visibilidad caerá a 0 y serás miembro de [empire_name]. Podrás utilizar todas las ventajas que conlleva ser noble. Además todas las misiones activas relacionadas a los desertores se abandonarán.\\nTambién tendrás que enfrentarte a las represalias de los desertores, que consiste en:\\n[raid/raidPawnKinds]\\nEs posible, pero no esta garantizado que el Imperio vuelva a ofrecerte más tratos si sigues con este nuevo camino. Los siguientes tratos pueden ser mucho mejores.","original":"'questDescription->The untimely demise of [lastTarget_nameFull] has sent shockwaves through the nobility of [empire_name], fanning the embers of dissent into a roaring blaze. What once were dismissed as trivial defections are now victorious battles on numerous fronts, shaking the once secure stronghold of the aristocracy. Amid the hushed murmurings of the noble court, whispers of frantic concessions offered to the rapidly rising rebel forces ripple through the air.\\n\\nThis proposition is extended to you as well. Emissaries of the empire have dispatched a ciphered communique to [map_label], outlining the considerable benefits you stand to gain, should you decide to forsake the deserters.\\n[reward_description]\\n\\nIf you accept, you will no longer be aligned with the deserters. You will lose access to the Deserter network, and you will never be able to rejoin their ranks again. Your visibility will be lowered to 0 and you will become a member of [empire_name]. You will be able to use all the perks that come from being a noble. Any currently active deserter-related quests will automatically fail.\\nYou will also have to face off against a deserter retaliation force, consisting of:\\n[raid/raidPawnKinds]\\n\\nIt is possible, but not guaranteed, that the Empire will bargain with you again if you continue on your path. Next deals offered might be more bountiful.'"},{"base":"VFED_EmpireBargain.questDescriptionRules.rulesStrings.2","type":"QuestScriptDef","text":"questDescription->La noticia sobre el asesinato a [lastTarget_nameFull] provocó escalofríos en los círculos nobles de [empire_name], además de provocar revueltas e insubordinaciones. Aquellos que desertores, que se les consideraba insignificantes, han obtenidos unas victorias claves, causando un sismo en el poder y las dinamicas de la aristocracia. En las profundidades de la corte, aumentan los rumores acerca sobre unos acuerdos apresurados ofrecidos a la rebelión.\\nTu no estas excluido de estos tratos. Los embajadores imperiales han transmitido un mensaje críptico a [map_label], acerca de los incentivos que recibirás si abandonas a los desertores.\\n[reward_description]\\nSi aceptas, abandonaras a los desertores. Perderás el acceso a la red Desertor, y jamás vas a poder reingresar a las filas de los desertores. Tu visibilidad caerá a 0 y serás miembro de [empire_name]. Podrás utilizar todas las ventajas que conlleva ser noble. Además todas las misiones activas relacionadas a los desertores se abandonarán.\\nTambién tendrás que enfrentarte a las represalias de los desertores, que consiste en:\\n[raid/raidPawnKinds]\\nEs posible, pero no esta garantizado que el Imperio vuelva a ofrecerte más tratos si sigues con este nuevo camino. Los siguientes tratos pueden ser mucho mejores.","original":"'questDescription->Word of [lastTarget_nameFull]'s sudden assassination has cast a chill across the noble circles of [empire_name], kindling a tempest of revolt and insubordination. Those who had once defected, dismissed as inconsequential, are now seizing key victories, causing a seismic shift in the power dynamics of the aristocracy. Secreted away in the labyrinthine depths of the court, rumors of hasty deals offered to the ever-strengthening rebellion echo eerily.\\n\\nYou are not excluded from this tempting deal. Imperial ambassadors have transmitted a cryptic message to [map_label], shedding light on the incentives you stand to accrue if you abandon the deserters.\\n[reward_description]\\n\\nIf you accept, you will no longer be aligned with the deserters. You will lose access to the Deserter network, and you will never be able to rejoin their ranks again. Your visibility will be lowered to 0 and you will become a member of [empire_name]. You will be able to use all the perks that come from being a noble. Any currently active deserter-related quests will automatically fail.\\nYou will also have to face off against a deserter retaliation force, consisting of:\\n[raid/raidPawnKinds]\\n\\nIt is possible, but not guaranteed, that the Empire will bargain with you again if you continue on your path. Next deals offered might be more bountiful.'"},{"base":"VFED_EmpireBargain.questDescriptionRules.rulesStrings.3","type":"QuestScriptDef","text":"questDescription->El repentino y brutal asesinado de [lastTarget_nameFull] devasto a las elites de [empire_name], avivando las llamas de la insurrección. Los desertores, una vez considerados como insignificantes, están obteniendo unas victorias inesperadas, sacudiendo al bastión casi impermeable de la nobleza. En los rincones más sombríos de la corte, serpean a través del aire murmullos acerca de algunas alianzas ofrecidas con los rebeldes.\\n\\nEstos tratos también han llegado a ti. Los enviados del imperio han enviado unos mensajes crípticos hacia [map_label], insinuando los beneficios que podrías adquirir si te disocias de los desertores.\\n[reward_description]\\nSi aceptas, abandonaras a los desertores. Perderás el acceso a la red Desertor, y jamás vas a poder reingresar a las filas de los desertores. Tu visibilidad caerá a 0 y serás miembro de [empire_name]. Podrás utilizar todas las ventajas que conlleva ser noble. Además todas las misiones activas relacionadas a los desertores se abandonarán.\\nTambién tendrás que enfrentarte a las represalias de los desertores, que consiste en:\\n[raid/raidPawnKinds]\\nEs posible, pero no esta garantizado que el Imperio vuelva a ofrecerte más tratos si sigues con este nuevo camino. Los siguientes tratos pueden ser mucho mejores.","original":"'questDescription->The sudden and brutal assassination of [lastTarget_nameFull] has swept through the elite ranks of [empire_name], stoking the flames of insurrection and defiance. Defectors, once scorned as negligible, are achieving unexpected victories, shaking the seemingly impervious bastion of the nobility. In the shadowy corners of the court, murmurs of desperate alliances offered to the surging rebels snake through the air.\\n\\nThis appealing bargain has also been presented to you. Envoys of the empire have forwarded a concealed missive to your outpost in [map_label], hinting at the boons you could acquire if you dissociate from the deserters.\\n[reward_description]\\n\\nIf you accept, you will no longer be aligned with the deserters. You will lose access to the Deserter network, and you will never be able to rejoin their ranks again. Your visibility will be lowered to 0 and you will become a member of [empire_name]. You will be able to use all the perks that come from being a noble. Any currently active deserter-related quests will automatically fail.\\nYou will also have to face off against a deserter retaliation force, consisting of:\\n[raid/raidPawnKinds]\\n\\nIt is possible, but not guaranteed, that the Empire will bargain with you again if you continue on your path. Next deals offered might be more bountiful.'"},{"base":"VFED_EmpireBargain.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Proposición de [empire_name]","original":"'questName->Proposition from [empire_name]'"},{"base":"VFED_EmpireBargain.root.nodes.Delay-0.node.parms.customLetterLabel.value.slateRef","type":"QuestScriptDef","text":"{BASELABEL}: Fuerza de represalia","original":"'{BASELABEL}: Retribution force'"},{"base":"VFED_EmpireBargain.root.nodes.Delay-0.node.parms.customLetterText.value.slateRef","type":"QuestScriptDef","text":"{BASETEXT}\\n\\nEsta es una fuerza de represalia por tu traición a [../deserters_name] de [../empire_name].","original":"'{BASETEXT}\\n\\nThis is a retribution force for your betrayal of [../deserters_name] to [../empire_name].'"},{"base":"VFED_EmpireRuins.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->El gran colapso de [empire_name] es un hecho historico, capaz de cambiar el curso de este planeta. La alguna vez majestuosa nave insignia del Imperio, un testigo del poder tecnologico imperial, ahora yace destrozado en algún lugar.\\n\\nLos trozos de la masiva nave se encuentran esparcidos a lo largo de varios kilometros de terreno traicionero. Aunque yace destrozada y dormida, se cree que dentro de los trozos se encuentra lo ultimo de la tecnología imperial - planos, dispositivos únicos, y posiblemente maquinaria que no pertenece a este mundo. El potencial de avance y de dominancia, es alto si se logra aprovechar estas maravillas.\\n\\nAdemás, puedes esperar que en estos lugares se encuentren los restos finales de la nobleza imperial. El emperador, la mayor figura del Imperio, puede que haya estado en esta nave. Si es verdad, sus restos y el de su corte, pueden ser un tesoro por si mismo, revelando sus secretos o llevando sus posesiones más valiosas.\\n\\nEl tiempo es esencial. El accidente no ha pasado desapercibido. Las otras facciones, hambientos de poder y conocimiento, están poniendo su mira en los restos. Si no nos damos prisa, corremos riesgo de perder esta oportunidad debido al paso del tiempo y a las ambiciones de los rivales.","original":"'questDescription->The great collapse of [empire_name] was a historic event, one that changed the course of this planet. The once-majestic Imperial flagship, a testament to the Empire's technological prowess, now lies wrecked in a secluded location.\\n\\nThe debris from this massive ship is scattered across miles of treacherous terrain. Though shattered and dormant, it is believed that buried within its molten metallic embrace lies the last of the imperial technology - techprints, unique devices, and possibly even machinery not yet seen by the world. The potential for advancement, and perhaps dominance, is high for whoever can harness these forgotten wonders.\\n\\nMoreover, you can expect this place to be the final resting place of the imperial nobility. The emperor, the most revered figure of the Empire, may have met his end aboard that very ship. If true, his remains, and those of his noble court, may be a treasure trove of their own, revealing secrets or carrying possessions of untold value.\\n\\nTime is of the essence. The crash has not gone unnoticed. Other factions, hungry for power and knowledge, are setting their sights on the wreck. If we don’t make haste, we risk losing this opportunity to the winds of time and the ambitions of rivals.'"},{"base":"VFED_EmpireRuins.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Las Ruinas del Imperio","original":"'questName->Ruins of the Empire'"},{"base":"VFED_EmpireRuins.root.nodes.WorldObjectTimeout.node.nodes.Letter.label.slateRef","type":"QuestScriptDef","text":"Misión expirada: [resolvedQuestName]","original":"'Quest expired: [resolvedQuestName]'"},{"base":"VFED_EmpireRuins.root.nodes.WorldObjectTimeout.node.nodes.Letter.text.slateRef","type":"QuestScriptDef","text":"La [site_label] ha sido saqueado. La misión [resolvedQuestName] ha expirado.","original":"'The [site_label] has been stripped by scavengers. The quest [resolvedQuestName] has expired.'"},{"base":"VFED_DeserterEndgame.questContentRules.rulesStrings.0","type":"QuestScriptDef","text":"shuttleLetterText->Todas las células desertoras del planeta han sido informadas sobre lo que va a ocurrir. Todo el mundo saben que ahora es el único momento para atacar.\\n\\nUn transbordador desertora ha aterrizado en tu área. Tiene la tarea de mandar a la fuerza de ataque desertora, incluyendo a tus elegidos para esta misión, hacia la instalación del cañón Zeus. Tus soldados contarán con la ayuda de las fuerzas desertoras.\\n\\n\\nLas instalaciones está fuertemente defendida. Además, el imperio mandará refuerzos casi de forma inmediata luego de que aterrices. Puedes esperar que el Imperio lleve las mejores y más poderosas armas para intentar pararte.\\n\\nTu objetivo es capturar la sala de control de las baterías del cañón Zeus. Mientras estés controlando la estación, los cañones Zeus dispararán a la nave insignia del Imperio. El objetivo esta fuertemente armado y derribarlo requerirá de mucho poder ofensivo.\\n\\n\\nLa instalación esta defendida por un mega escudo-alto imperial, manteniéndolo seguro de los drones aéreos y de los haz de energía, siempre y cuando tenga un flujo constante de energía.","original":"'shuttleLetterText->All deserter cells on the planet have been informed about what is going to occur now. Everyone knows that now is the only time to strike.\\n\\n\\nA deserter shuttle has landed in your area. It is tasked with delivering a deserter strike force, including whoever you choose to send on this mission, into a Zeus cannon installation. Your soldiers will be assisted by deserter reinforcements.\\n\\n\\nThe installation is heavily defended. Furthermore, Imperial reinforcements will be dispatched almost immediately upon landing. You can expect the Empire to bring their best and most powerful weapons to try and stop you.\\n\\n\\nYour objective is to capture the control room of the Zeus cannon batteries. As long as you are within the range of the main control station, Zeus cannons will continuously fire at the imperial flagship. The target is heavily armored, and bringing it down will require a lot of firepower.\\n\\n\\nThe installation is defended by an imperial mega high-shield, which should keep you safe from aerodrone bombardments and slicer beams as long as you maintain a constant power supply to it.'"},{"base":"VFED_DeserterEndgame.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->[noble_nameFull] es el Emperador de [empire_name].  Un gobernante egocéntrico que valora mantener las tradiciones que las vidas de [noble_possessive] gente, [noble_pronoun] debe ser detenido a toda costa. [noble_pronoun] rechaza adaptarse a la nueva realidad post-Sophiamunda, e insiste en mantener las viejas costumbres, lo que lleva a la perdida de numerosas vidas.\\n\\n\\nA pesar de las múltiples advertencias que le hemos dado y a la obvias señales de su caída, [noble_pronoun] permanece obstinado en [noble_possessive] meta, manejando al Imperio hacia una destrucción segura. La única esperanza para los desertores es derribar la nave insignia del Imperio que se encuentra en la orbita, la cual otorga al Emperador una ventaja militar abrumadora.\\n\\n\\nPara lograrlo, debemos de tomar el control de los tres cañones Zeus localizados alrededor del planeta. Esta misión necesita ser ejecutada en todos los frentes de forma simultanea, ya que solo tendremos una ventana de oportunidad muy pequeña después de que se tome el primer cañón Zeus. Activar los tres al mismo tiempo asegurará la destrucción total de la nave insignia del Imperio, después el Imperio no tendrá otra elección que disolverse.","original":"'questDescription->[noble_nameFull] is the Emperor of the [empire_name]. An egocentric ruler who values tradition over the lives of [noble_possessive] people, [noble_pronoun] has to be stopped at all costs. [noble_pronoun] refuses to adapt to the new reality post-Sophiamunda Shattering, and instead insists on maintaining old ways, leading to the wasteful loss of countless lives.\\n\\n\\nDespite the warnings we have given [noble_objective] and the obvious signs of impending doom, [noble_pronoun] remains obstinate in [noble_possessive] ways, driving the Empire towards certain destruction. The only hope for the deserters is to take out the Imperial flagship in orbit, which gives the Emperor an overwhelming military advantage.\\n\\n\\nIn order to do that, we have to take control of three Zeus cannons located in various places on the planet. This mission needs to be executed on all fronts simultaneously, as we will only have a limited window of opportunity once the first Zeus cannon is taken. Activating all three of them at the same time will ensure the total obliteration of the Imperial flagship, after which the Empire will have no choice but to dissolve.'"},{"base":"VFED_DeserterEndgame.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Emperador egocéntrico","original":"'questName->Egocentric emperor'"},{"base":"VFED_DeserterEndgame.root.nodes.GetEmperor.storeAs.slateRef","type":"QuestScriptDef","text":"noble","original":"'noble'"},{"base":"VFED_DeserterEndgame.root.nodes.ImperialResponse.siteName.slateRef","type":"QuestScriptDef","text":"sitio","original":"'site'"},{"base":"VFED_DeserterEndgame.root.nodes.Letter.label.slateRef","type":"QuestScriptDef","text":"Llego el transbordador","original":"'Shuttle arrived'"},{"base":"VFED_DeserterEndgame.root.nodes.Letter.text.slateRef","type":"QuestScriptDef","text":"[shuttleLetterText]","original":"'[shuttleLetterText]'"},{"base":"VFED_DeserterEndgame.root.nodes.pickupShipThingDestroyed.node.nodes.Letter.label.slateRef","type":"QuestScriptDef","text":"Transbordador destruido","original":"'Shuttle destroyed'"},{"base":"VFED_DeserterEndgame.root.nodes.pickupShipThingDestroyed.node.nodes.Letter.text.slateRef","type":"QuestScriptDef","text":"El transbordador enviado a recoger colonos ha sido destruido.","original":"'The shuttle sent to collect colonists has been destroyed.'"},{"base":"VFED_DeserterEndgame.root.nodes.MarkObjectives.inSignal.slateRef","type":"QuestScriptDef","text":"site.MapGenerated","original":"'site.MapGenerated'"},{"base":"VFED_DeserterEndgame.root.nodes.MarkObjectives.objectiveCompleteSignal.slateRef","type":"QuestScriptDef","text":"Destruido","original":"'Destroyed'"},{"base":"VFED_DeserterEndgame.root.nodes.ImperialForces.inSignal.slateRef","type":"QuestScriptDef","text":"site.MapGenerated","original":"'site.MapGenerated'"},{"base":"VFED_DeserterEndgame.root.nodes.FlagshipFight.inSignal.slateRef","type":"QuestScriptDef","text":"site.MapGenerated","original":"'site.MapGenerated'"},{"base":"VFED_DeserterEndgame.root.nodes.ForceMusic.inSignalDisable.slateRef","type":"QuestScriptDef","text":"site.MapRemoved","original":"'site.MapRemoved'"},{"base":"VFED_DeserterEndgame.root.nodes.ForceMusic.inSignalEnable.slateRef","type":"QuestScriptDef","text":"site.MapGenerated","original":"'site.MapGenerated'"},{"base":"VFED_DeserterEndgame.root.nodes.objectivesComplete.node.nodes.Letter.label.slateRef","type":"QuestScriptDef","text":"Estación de control destruida","original":"'Control station destroyed'"},{"base":"VFED_DeserterEndgame.root.nodes.objectivesComplete.node.nodes.Letter.text.slateRef","type":"QuestScriptDef","text":"La estación de control del cañón Zeus ha sido destruida.","original":"'The zeus cannon control station has been destroyed.'"},{"base":"VFED_ImperialConvoy.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->Hemos sido informado de un convoy maxpack perteneciente a [empire_name] se encuentra en las cercanías. El convoy ha tenido que hacer una parada de emergencia, siendo una oportunidad perfecta para asaltarla. Si bien los maxpacks son imposibles de robar, es probable que haya muchos otros objetos esparcidos alrededor de los camiones.\\n\\nNecesitamos eliminar a todos los del convoy antes de poder irnos.\\n\\nEl convoy esta protegido por:\\n[forces_description]\\n\\nSe sabe que frente a estas paradas inesperadas, el Imperio coloca unas boyas de ataque alrededor del campamento. Estas boyas de ataque alertarán al Imperio de nuestra localización y ordenaran a los drones aéreos cercanos a que disparen misiles a las localizaciones de las boyas. Nuestra prioridad debe ser evitar estas trampas.\\n\\nEl objetivo asignado es eliminar a todo el personal enemigo del área. Una vez completado, llegará nuestra recompensa y podremos escapar.\\n\\nUna vez lleguemos a la localización del convoy, puede que el Imperio ejecute una respuesta, si nuestra visibilidad es lo suficientemente alta. Tenemos una limitada cantidad de tiempo para completar la misión","original":"'questDescription->We have been informed of a maxpack convoy belonging to [empire_name] in our vicinity. The convoy had to make an emergency stop, which is a perfect opportunity for us to raid it. Whilst maxpacks will be impervious to any break-in attempts, there is bound to be a lot of other valuables scattered around the trucks.\\n\\nWe need to eliminate everyone in the convoy before they move on.\\n\\nThe convoy is protected by:\\n[forces_description]\\n\\nDuring unexpected stops like this, Empire is known to place strike buoys around the temporary camps. These strike buoys will alert the Empire of our location, and will trigger a nearby aerodrone to fire missiles at the buoy location. We should make it our priority to avoid these traps.\\n\\nThe objective of this assignment is to eliminate all enemy personnel in the area. Once that is done, the reward will arrive and we will have to make our escape.\\n\\nOnce we arrive at the convoy location, we can expect an imperial response if our visibility is high enough. We will only have a limited amount of time to complete the mission.'"},{"base":"VFED_ImperialConvoy.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Convoy imperial","original":"'questName->Imperial convoy'"},{"base":"VFED_PlotMission.questContentRules.rulesStrings.0","type":"QuestScriptDef","text":"raid/approach_label->Asalto","original":"'raid/approach_label->Raid'"},{"base":"VFED_PlotMission.questContentRules.rulesStrings.1","type":"QuestScriptDef","text":"shootDown/approach_label->Derribar","original":"'shootDown/approach_label->Shoot down'"},{"base":"VFED_PlotMission.questContentRules.rulesStrings.2","type":"QuestScriptDef","text":"falseInvitation/approach_label->Invitación falsa","original":"'falseInvitation/approach_label->False invitation'"},{"base":"VFED_PlotMission.questContentRules.rulesStrings.3","type":"QuestScriptDef","text":"raid/approach_desc->[noble_nameFull] reside en su mansión cerca de [map_label]. La estructura esta fuertemente fortificada y defendida. Asaltar esta mansión atraerá menos atención hacia nosotros, pero también significará una pelea bastante dura.","original":"'raid/approach_desc->[noble_nameFull] is residing in their mansion near [map_label]. The structure is heavily fortified and well defended. Raiding this mansion will draw the least attention to us, but will also mean the hardest fight.'"},{"base":"VFED_PlotMission.questContentRules.rulesStrings.4","type":"QuestScriptDef","text":"shootDown/approach_desc->[noble_nameFull] esta viajando en su transbordador cerca de [map_label]. Otros desertores están de acuerdo en derribar el transbordador cerca de nosotros, pero tendremos que ir rápido hacia el sitio del transbordador estrellado y acabar con ellos.","original":"'shootDown/approach_desc->[noble_nameFull] is travelling in a shuttle near [map_label]. Other deserters agreed to bring the shuttle down near us, but we will have to venture to the crashed shuttle site and finish them off.'"},{"base":"VFED_PlotMission.questContentRules.rulesStrings.5","type":"QuestScriptDef","text":"falseInvitation/approach_desc->Usando nuestras conexiones, podemos invitar a [noble_nameFull] a [map_label]. El pensara que esta haciendo una visita noble habitual, cuando en realidad esta caminando hacia su perdición. Esto definitivamente llamará la atención hacia nosotros.","original":"'falseInvitation/approach_desc->Using our connections, we can invite [noble_nameFull] to [map_label]. They will think they are performing a customary noble visit, when in reality they will walk into their doom. This will definitely draw attention to us.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription(nobleTitle==Knight)->[noble_nameFull] es un caballero de [empire_name], famoso por sus brutales tácticas, y sus métodos para extraer la información de los prisioneros. [noble_pronoun] ha ganado [noble_possessive] nombre por los actos atroces que a cometido a nombre del Emperador, dejando un rastro de destrucción a su paso.\\n\\nEliminar a [noble_nameFull] será una victoria significativa para la causa desertora, [noble_pronoun] es responsable de capturar e interrogar a muchos simpatizantes. Completar esta misión perturbaría en gran medida las operaciones de obtención de inteligencia del Imperio y obstaculizaría su capacidad de rastrear y localizar a las células desertoras.","original":"'questDescription(nobleTitle==Knight)->[noble_nameFull] is a knight of [empire_name], infamous for the brutal tactics and ruthless methods of extracting information from prisoners. [noble_pronoun] gained [noble_possessive] name due to the atrocious acts [noble_pronoun] commits in the name of the Emperor, leaving a trail of destruction in their wake.\\n\\nEliminating [noble_nameFull] would be a significant victory for the deserter cause, as [noble_pronoun] is responsible for the capture and interrogation of many of our sympathizers. Completing this mission would disrupt the Empire's intelligence-gathering operations and hinder their ability to track and locate the deserter cells.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.1","type":"QuestScriptDef","text":"questDescription(nobleTitle==Praetor)->[noble_nameFull] es un Pretor de [empire_name], conocido por [noble_possessive] naturaleza mezquina y vengativa, que castiga a sus subordinados por infracciones menores y que se complace de ejercer [noble_possessive] poder por encima de los demás. [noble_pronoun] se ha ganado [noble_possessive] apodo debido a [noble_possessive] tendencia de centrarse en los problemas pequeños en vez de los problemas grandes.\\n\\nEl asesinato de [noble_nameFull] sería una gran ayuda a los desertores, [noble_pronoun] es responsable de supervisar varios asentamientos claves y tiene la fama de ser particularmente duro con los disidentes. Remover [noble_objective] del poder debilitará el control del Imperio sobre la región y potencialmente inspirara a otros súbditos a levantarse contra sus opresores.","original":"'questDescription(nobleTitle==Praetor)->[noble_nameFull] is a praetor of [empire_name], known for [noble_possessive] small-minded and vindictive nature, often punishing subordinates for minor infractions and taking pleasure in exerting [noble_possessive] power over others. [noble_pronoun] gained [noble_possessive] moniker due to [noble_possessive] tendency to focus on petty grievances rather than more significant issues.\\n\\nAssassinating [noble_nameFull] would be a significant boon for the deserters, as [noble_pronoun] is responsible for overseeing the occupation of several key settlements and has a reputation for being particularly harsh on dissenters. Removing [noble_objective] from power would weaken Imperial control in the region and potentially inspire other subjects to rise up against their oppressors.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.2","type":"QuestScriptDef","text":"questDescription(nobleTitle==Baron)->[noble_nameFull] es un barón de [empire_name], conocido por [noble_possessive] visiones prejuiciosas y [noble_possessive] politicas discrimanatorias contra los no-basiertes. [noble_pronoun] ha ganado su apodo debido a su intolerancia y su visión intolerante del mundo, que ha causado un gran sufrimiento e injusticia a muchos bajo [noble_possessive] mando.\\n\\nEl asesinato de [noble_nameFull] sería una victoria crucial de los desertores, [noble_pronoun] es una figura clave en las politicas xenofobicas y de manejar a las fuerzas para suprimir y subyugar a los no-basiertes. [noble_possessive] muerte puede mandar un mensaje a otros líderes del Imperio de que los desertores no tolerarán tal intolerancia y discriminación.","original":"'questDescription(nobleTitle==Baron)->[noble_nameFull] is a baron of [empire_name], known for [noble_possessive] prejudiced views and discriminatory policies towards non-baseliners. [noble_pronoun] gained this moniker due to intolerant and narrow-minded worldview, which has caused great suffering and injustice for many under [noble_possessive] rule.\\n\\nAssassinating [noble_nameFull] would be a crucial victory for the deserters, as [noble_pronoun] is a key figurehead of the Empire's anti-xeno policies and a driving force behind their efforts to suppress and subjugate non-baseliners. [noble_possessive] death would send a message to other Imperial leaders that the deserters will not stand for such bigotry and discrimination.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.3","type":"QuestScriptDef","text":"questDescription(nobleTitle==Count)->[noble_nameFull] es un conde de [empire_name], conocido por [noble_possessive] tácticas corruptas y de intriga para [noble_possessive] propios intereses. [noble_pronoun] ha ganado su apodo debido a sus comportamientos deshonestos y poco éticos, a menudo ha participado en tratos clandestinos y traicionando a quienes se oponen a [noble_objective].\\n\\nAsesinar a [noble_pronoun] sería un golpe muy significativo para el Imperio, [noble_pronoun] es una figura clave en la corte Imperial y ejerce una gran poder e influencia. [noble_possessive] muerte perturbaría el equilibrio político y potencialmente provocaría varios conflictos entre las distintas facciones, debilitando la cohesión del Imperio y su habilidad de responder contra las acciones de los desertores.","original":"'questDescription(nobleTitle==Count)->[noble_nameFull] is a count of [empire_name], known for [noble_possessive] corrupt and scheming ways, using wealth and influence to manipulate politics and advance [noble_possessive] own interests. [noble_pronoun] gained this moniker due to dishonest and unethical behavior, often engaging in underhanded dealings and double-crossing those who oppose [noble_objective].\\n\\nAssassinating [noble_nameFull] would be a significant blow to the Empire, as [noble_pronoun] is a key figure in the Imperial court and wields a great deal of power and influence. [noble_possessive] death would disrupt the political balance and potentially spark infighting among rival factions, weakening the Empire's cohesion and ability to respond to deserter threats.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.4","type":"QuestScriptDef","text":"questDescription(nobleTitle==VFEE_Archcount)->[noble_nameFull] es un archidunque de [empire_name] conocido por [noble_possessive] tendencias sadicas y crueles a [noble_possessive] comandantes. [noble_pronoun] se ha ganado su apodo por sus comportamientos abusivos, que ha dejado un numeroso rastro de vidas y espiritus destrozados a [noble_possessive] paso.\\n\\nEl asesinato de [noble_possessive] puede significar una victoria significante para los desertores, [noble_pronoun] es el responsable de la construcción de las fortificaciones en puntos claves del imperio y de administrar los campos de trabajo, donde los esclavos son sujetos a condiciones horrorificas. [noble_possessive] muerte puede causar obstaculizar los proyectos de construcción y potencialmente inspirar levantamientos en los campos de prisioneros.","original":"'questDescription(nobleTitle==VFEE_Archcount)->[noble_nameFull] is an archcount of [empire_name] notorious for [noble_possessive] sadistic tendencies and cruel treatment of those under [noble_possessive] command. [noble_pronoun] gained this moniker due to abusive behavior, which has left a trail of broken lives and shattered spirits in [noble_possessive] wake.\\n\\nAssassinating [noble_nameFull] would be a significant victory for the deserters, as [noble_pronoun] is responsible for overseeing the construction of several key Imperial fortifications and the management of labor camps where prisoners are subjected to horrific conditions. [noble_possessive] death would disrupt the Empire's construction projects and potentially inspire uprisings among the oppressed laborers.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.5","type":"QuestScriptDef","text":"questDescription(nobleTitle==VFEE_Marquess)->[noble_nameFull] es un marqués de [empire_name] conocido por [noble_possessive] enfoques agresivos y militaristas en su gobierno, que aboga por la expansión del poder militar y la supresión de las voces disidentes. [noble_pronoun] obtuvo su apodo debido a su ferviente dedicación por lo militar y la disciplina, y creencia de que la guerra es la solución a todos los problemas.\\n\\nLa eliminación de [noble_nameFull] sería una victoria crucial para los desertores, [noble_pronoun] mantiene los esfuerzos por la militarización del Imperio y de impulsar las políticas expansionistas. [noble_possessive] muerte alteraría los planes de conquista del Imperio, y potencialmente disuadiría a los otros líderes de seguir con las políticas agresivas similares.","original":"'questDescription(nobleTitle==VFEE_Marquess)->[noble_nameFull] is a marquess of [empire_name] known for [noble_possessive] aggressive and militaristic approach to governance, advocating for the expansion of the Empire's military might and the suppression of dissenting voices. [noble_pronoun] gained this moniker due to fervent dedication to military might and discipline, and belief that war is the solution to all problems.\\n\\nEliminating [noble_nameFull] would be a crucial victory for the deserters, as [noble_pronoun] is a key proponent of the Empire's militarization efforts and a driving force behind their expansionist policies. [noble_possessive] death would disrupt the Empire's plans for conquest and potentially dissuade other leaders from pursuing similar aggressive strategies.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.6","type":"QuestScriptDef","text":"questDescription(nobleTitle==Duke)->[noble_nameFull] es un duque de [empire_name] conocido por su estilo de vida hedonista y sus comportamientos depravado, que utiliza su riqueza y su influencia para entregarse a todos los tipos de vicios y al libertinaje. [noble_pronoun] obtuvo su apodo por sus comportamientos inmorales y corruptos, a menudo ha usado su poder para explotar y abusar de aquellos que están debajo de él.\\n\\nEl asesinato de [noble_nameFull] puede significar un gran golpe para el Imperio, [noble_pronoun] es una figura clave en la corte Imperial y ejerce un gran poder e influencia. [noble_possessive] muerte perturbaría el equilibrio político y potencialmente crearía oportunidades para que los espías desertores ganen datos de inteligencia por valiosa.","original":"'questDescription(nobleTitle==Duke)->[noble_nameFull] is a duke of [empire_name] known for hedonistic lifestyle and depraved behavior, using wealth and influence to indulge in all manner of vices and debauchery. [noble_pronoun] gained this moniker due to immoral and corrupt behavior, often using power to exploit and abuse those beneath him.\\n\\nAssassinating [noble_nameFull] would be a significant blow to the Empire, as [noble_pronoun] is a key figure in the Imperial court and wields a great deal of power and influence. [noble_possessive] death would disrupt the political balance and potentially create openings for deserter spies and sympathizers to gain valuable intelligence.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.7","type":"QuestScriptDef","text":"questDescription(nobleTitle==VFEE_Archduke)->[noble_nameFull] es un archiduque de [empire_name] conocido por [noble_possessive] actitudes altivas y desdeñosas hacia aquellos que [noble_pronoun] considera inferiores [noble_objective], a menudo menosprecia e insulta a [noble_possessive] subordinados y oponentes. [noble_pronoun] ha obtenido su apodo debido a su gran sentido de superioridad, lo que le ha ganado [noble_possessive] una reputación como una figura molesta y desagradable con la que trabajar.\\n\\n[noble_nameFull] no es muy apreciado entre [noble_possessive] pares, quienes agradecerían un cambio de mando y desertar por la causa, proporcionando valiosos recursos e información. [noble_possessive] muerte puede servir como una advertencia para los otros líderes imperiales sobre que los desertores no toleran tales niveles de arrogancia y de falta de respeto hacia los otros, además de inspirar a los soldados imperiales de unirse a la causa desertora y de derrocar al Imperio opresor.","original":"'questDescription(nobleTitle==VFEE_Archduke)->[noble_nameFull] is an archduke of [empire_name] known for [noble_possessive] haughty and dismissive attitude towards those [noble_pronoun] deems beneath [noble_objective], often belittling and insulting [noble_possessive] subordinates and opponents alike. [noble_pronoun] gained this moniker due to overwhelming sense of entitlement and superiority, which has earned [noble_objective] a reputation as a difficult and unpleasant figure to work with.\\n\\n[noble_nameFull] is widely disliked among [noble_possessive] peers, who would likely welcome a change of command and defect to our cause, providing valuable resources and information. [noble_possessive] death would also serve as a warning to other Imperial leaders that the deserters will not tolerate such arrogance and disrespect towards others, potentially inspiring imperial soldiers to join the deserter cause and overthrow the oppressive Empire.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.8","type":"QuestScriptDef","text":"questDescription(nobleTitle==Consul)->[noble_nameFull] es un cónsul de [empire_name] que ocupa una alta posición en la corte imperial y es conocido por [noble_possessive] comportamientos poco éticos e inmorales. [noble_pronoun] ha ganado su apodo debido a sus sobornos, malversación de fondos y otras prácticas corruptas, esto para que [noble_pronoun] pueda mantener [noble_possessive] posición e influencia con el Emperador.\\n\\n[noble_nameFull] no es muy apreciado entre su gente, debido a que han sufrido [noble_possessive] practicas corruptas y los resultados de su economía desigual e injusta. [noble_possessive] muerte probablemente puede provocar rebeliones entre las poblaciones oprimidas y potencialmente provocar que otros miembros de la corte Imperial deserten y se unan a la causa, proporcionando recursos valiosos y apoyando la lucha contra el Imperio.","original":"'questDescription(nobleTitle==Consul)->[noble_nameFull] is a consul of [empire_name] who holds a high position in the Imperial court and is known for [noble_possessive] unethical and immoral behavior. [noble_pronoun] gained this moniker due to reputation for bribery, embezzlement, and other corrupt practices, which [noble_pronoun] uses to maintain [noble_possessive] position and influence with the Emperor.\\n\\n[noble_nameFull] is widely disliked among the people, who suffer from [noble_possessive] corrupt practices and the resulting economic inequality and injustice. [noble_possessive] death would likely inspire rebellion among oppressed populations and potentially sway other members of the Imperial court to defect to the deserter cause, providing valuable resources and support in the fight against the Empire.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.9","type":"QuestScriptDef","text":"questDescription(nobleTitle==VFEE_Magister)->[noble_nameFull] es un magisterio de [empire_name], posee una alta posición en la corte Imperial y es conocido por [noble_possessive] tácticas muy duras y opresivas. [noble_pronoun] ha ganado [noble_possessive] apodo por su reputación de diezmar a [noble_possessive] propios súbditos para mantener la obediencia e infundir terror al resto de la población.\\n\\nEl asesinado de [noble_nameFull] sería un golpe muy significativo para el Imperio y una victoria mayor para los desertores, que nos acerca un paso más hacia la misión final. [noble_possessive] muerte no solo provocaría una alteración política y si no que también se eliminaría una figura clave responsable de la brutal opresión y subyugación hacia las personas.","original":"'questDescription(nobleTitle==VFEE_Magister)->[noble_nameFull] is a magister of [empire_name] who holds a high position in the Imperial court and is known for [noble_possessive] ruthless and oppressive tactics. [noble_pronoun] gained [noble_possessive] moniker due to the reputation for decimating [noble_possessive] own subjects in order to maintain obedience and instill fear in the rest of the population.\\n\\nAssassinating [noble_nameFull] would be a significant blow to the Empire and a major victory for the deserters, bringing us one step closer to the final mission. [noble_possessive] death would not only disrupt the political balance but also remove a key figure responsible for the brutal oppression and subjugation of the people.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.10","type":"QuestScriptDef","text":"questDescription(nobleTitle==VFEE_Despot)->[noble_nameFull] es un señor de [empire_name] que tiene una alta posición en la corte Imperial y es conocido por [noble_possessive] locura y depravación. [noble_pronoun] ha obtenido su apodo por [noble_possessive] sadismo y crueldad, incluso forzar a varias personas a que sirvan en [noble_possessive] casa de placer personal, donde la desobediencia se castiga con la muerte.\\n\\nAsesinar a [noble_nameFull] sería una victoria crucial para la causa desertora, remover [noble_possessive] poder no solo alteraría la política imperial, si no que también se eliminaría una figura clave responsable de los tratos inhumanos hacia las personas. [noble_possessive] muerte también debilitaría la mortal de las fuerzas imperiales y potencialmente inspiraría rebeliones entre las masas oprimidas.","original":"'questDescription(nobleTitle==VFEE_Despot)->[noble_nameFull] is a despot of [empire_name] who holds a high position in the Imperial court and is known for [noble_possessive] madness and depravity. [noble_pronoun] earned this moniker due to [noble_possessive] reputation for sadistic and cruel behavior, including forcing numerous subjects to serve in [noble_possessive] personal pleasure house, where disobedience is punished with death.\\n\\nAssassinating [noble_nameFull] would be a crucial victory for the deserter cause, as [noble_possessive] removal from power would not only disrupt the political balance but also remove a key figure responsible for the inhumane treatment of the people. [noble_possessive] death would also likely weaken the morale of the Imperial forces and potentially inspire rebellion among the oppressed masses.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.11","type":"QuestScriptDef","text":"questDescription(nobleTitle==Stellarch)->[noble_nameFull] es un poderoso y temido estelarca de [empire_name], conocido por [noble_possessive] tácticas despiadadas y creencias eugenésicas. [noble_pronoun] ha obtenido [noble_possessive] apodo debido a [noble_possessive] reputación de forzar la eutanasia en cualquier niño noble con cualquier tipo de deformidad o discapacidad, una practica cruel, inhumana e incorrecta.\\n\\nEl asesinato de [noble_nameFull] sería un golpe duro para el régimen imperial, ya que eliminaría una figura clave responsable de perpetuar las practicas eugenésicas y de la persecución de los discapacitados. También asestaría un gran golpe a la máquina de propaganda imperial, que afirma que el régimen está promoviendo la \"pureza genetica\" para  mejorar al imperio. Completando esta misión pondrá a nuestro alcance la misión final.","original":"'questDescription(nobleTitle==Stellarch)->[noble_nameFull] is a powerful and feared stellarch of [empire_name], known for [noble_possessive] ruthless tactics and eugenic beliefs. [noble_pronoun] earned [noble_possessive] moniker due to [noble_possessive] reputation for forcing euthanasia on any noble children with any sort of deformities or disabilities, a practice that is cruel, inhumane and wrong.\\n\\nAssassinating [noble_nameFull] would be a major blow to the Imperial regime, as it would remove a key figure responsible for the perpetuation of eugenic practices and the persecution of the disabled. It would also strike a blow against the Imperial propaganda machine, which claims that the regime is promoting \"genetic purity\" for the betterment of the empire. Completing this mission will bring the final mission into our grasp.'"},{"base":"VFED_PlotMission.questDescriptionRules.rulesStrings.12","type":"QuestScriptDef","text":"questDescription(nobleTitle==VFEE_HighStellarch)->[noble_nameFull] es un alto estelarca ade [empire_name] y es conocido por sus tácticas despiadadas y sus crueles tratos hacia los civiles bajo [noble_possessive] mando, a menudo ordenando ejecuciones masivas, bombardeos de infierno divino y duros castigos por las infracciones más ligeras. [noble_pronoun] es temido y despreciado por muchos que viven bajo [noble_possessive] jurisdicción.\\n\\nAsesinar a [noble_nameFull] paralizaría gravemente el poder militar y la política del Imperio, ya que [noble_pronoun] es uno de los asesores y comandantes más confiables del Emperador. Adicionalmente, esto inspiraría rebeliones y resistencia en muchas personas que han sufrido bajo su brutal regimen. Completar esta misión, nos prepara para la misión final, exponiendo la localización de los tres cañones Zeus necesarios para derribar la nave insignia del Imperio.","original":"'questDescription(nobleTitle==VFEE_HighStellarch)->[noble_nameFull] is a high stellarch of [empire_name] and is notorious for ruthless tactics and cruel treatment of the citizens under [noble_possessive] rule, often ordering mass executions, divine inferno bombardments and harsh punishments for even the slightest infractions. [noble_pronoun] is feared and despised by many who live under [noble_possessive] jurisdiction.\\n\\nAssassinating [noble_nameFull] would severely cripple the Empire's military and political power, as [noble_pronoun] is one of the Emperor's most trusted advisors and commanders. Additionally, it would inspire rebellion and resistance among the people who have long suffered under his brutal regime. Completing this mission will set the stage for our final mission, exposing three locations of Zeus cannons that we will need to bring the imperial flagship down.'"},{"base":"VFED_PlotMission.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->[plotName]","original":"'questName->[plotName]'"},{"base":"VFED_PlotMission.root.nodes.ValueFromTitle-0.storeAs.slateRef","type":"QuestScriptDef","text":"Calificación del Desafio","original":"'challengeRating'"},{"base":"VFED_PlotMission.root.nodes.GetNoble.storeAs.slateRef","type":"QuestScriptDef","text":"noble","original":"'noble'"},{"base":"VFED_PlotMission.root.nodes.ValueFromTitle-1.storeAs.slateRef","type":"QuestScriptDef","text":"rewardFactor","original":"'rewardFactor'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.0.node.nodes.ValueFromTitle-0.storeAs.slateRef","type":"QuestScriptDef","text":"intelCost","original":"'intelCost'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.0.node.nodes.ValueFromTitle-1.storeAs.slateRef","type":"QuestScriptDef","text":"visibilityGain","original":"'visibilityGain'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.0.node.nodes.GetStructure.storeAs.slateRef","type":"QuestScriptDef","text":"structureDef","original":"'structureDef'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.0.node.nodes.ImperialResponse.siteName.slateRef","type":"QuestScriptDef","text":"site","original":"'site'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.1.node.nodes.ValueFromTitle-0.storeAs.slateRef","type":"QuestScriptDef","text":"intelCost","original":"'intelCost'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.1.node.nodes.ValueFromTitle-1.storeAs.slateRef","type":"QuestScriptDef","text":"visibilityGain","original":"'visibilityGain'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.1.node.nodes.ImperialResponse.siteName.slateRef","type":"QuestScriptDef","text":"site","original":"'site'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.2.node.nodes.GenerateForces.storeAs.slateRef","type":"QuestScriptDef","text":"forces","original":"'forces'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.2.node.nodes.ValueFromTitle-0.storeAs.slateRef","type":"QuestScriptDef","text":"intelCost","original":"'intelCost'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.2.node.nodes.ValueFromTitle-1.storeAs.slateRef","type":"QuestScriptDef","text":"visibilityGain","original":"'visibilityGain'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.choices.2.node.nodes.MergeLists.storeAs.slateRef","type":"QuestScriptDef","text":"contents","original":"'contents'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.inSignalFailure.slateRef","type":"QuestScriptDef","text":"noble.LeftMap","original":"'noble.LeftMap'"},{"base":"VFED_PlotMission.root.nodes.ApproachChoices.inSignalSuccess.slateRef","type":"QuestScriptDef","text":"noble.Killed","original":"'noble.Killed'"},{"base":"VFED_ShuttleStagingPost.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->Nuestra inteligencia nos permite localizar un puesto de preparación de transbordadores perteneciente a [empire_name]. Este puesto de preparación de transbordadores sirve para repostar los transbordadores entre destinos. Destruirlo dificultara en gran medida la habilidad del Imperio de viajar libremente por el planeta y reabastecer las bases.\\n\\nEs posible que podamos crear una cadena de detonaciones aprovechando los tanques de combustible, facilitando nuestro trabajo.\\n\\nPodemos encontrar algunos suministros alrededor del puesto de preparación. Si tenemos tiempo nos podemos llevar algo.\\n\\nEl puesto de preparación de transbordadores esta protegido por:\\n[forces_description]\\n\\nTambién nos han informado que la ubicación está protegida por una serie de torretas golpeadoras montadas en el suelo. A pesar de su alcance limitado, estas torretas pueden revelar fácilmente nuestra posición y proporcionar fuego de cobertura.\\n\\nLa estación está protegida por pilares de vigilancia. No debes acercarte a ellos, sino desactivarlas desde lejos, ya sea destruyéndolos o cortando su energía. Si se activan, aumentarán enormemente nuestra visibilidad.\\n\\nEl objetivo de la misión es destruir todos los contenedores de combustible. Una vez completado, llegará la recompensa y podremos escapar.\\n\\nUna vez que lleguemos a la estación, podemos esperar una respuesta si nuestra visibilidad es lo suficientemente alta. Sólo tenemos una pequeña cantidad de tiempo limitada para completar la misión.","original":"'questDescription->Our intel allowed us to pinpoint the location of a shuttle staging post belonging to [empire_name]. These staging posts allow shuttles to refuel between destinations. Destroying it will greatly hinder the Empire’s ability to freely travel the planet and resupply their forward bases.\\n\\nWe may be able to trigger a chain detonation of the fuel containers to create havoc and make our job easier.\\n\\nWe might find some useful supplies scattered around the staging post. If we have the time, we should take what we can.\\n\\nThe shuttle staging post is protected by:\\n[forces_description]\\n\\nWe have also been informed that the location is protected by a number of ground-mounted striker turrets. Despite the limited range, these turrets can easily reveal our approach and provide covering fire for the imperial army.\\n\\nThe staging post is protected by surveillance pillars. They should not be approached, and instead should be disabled from afar - either by destroying them, or cutting off their power. Once activated, they will greatly increase our visibility.\\n\\nThe objective of this assignment is to destroy all fuel containers. Once that is done, the reward will arrive and we will have to make our escape.\\n\\nOnce we arrive at the staging post, we can expect an imperial response if our visibility is high enough. We will only have a limited amount of time to complete the mission.'"},{"base":"VFED_ShuttleStagingPost.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Puesto de preparación de transbordador","original":"'questName->Shuttle staging post'"},{"base":"VFED_SupplyDepotRaid.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->Nuesta inteligencia nos ha permitido saber la localización de un deposito de suministros perteneciente a [empire_name]. Los depósitos de suministros suelen estar dispersos por los asentamientos imperiales y sirven como almacenes seguros donde hay valiosos recursos. Mantener estos depositos de suministros ocultos dificulta a los asaltantes que ataque estos asentamientos.\\n\\nEl complejo contiene una numerosa cantidad de cajas de suministros. Robar estos artículos posiblemente ralentize al Imperio.\\n\\nTambién es posible que nos encontremos cajas Bioaseguradas, estas cajas solo pueden ser abiertas por nobles.\\n\\nEl deposito de suminstros esta protegido por:\\n[forces_description]\\n\\nEl deposito está protegida por pilares de vigilancia. No debes acercarte a ellos, sino desactivarlas desde lejos, ya sea destruyéndolos o cortando su energía. Si se activan, aumentarán enormemente nuestra visibilidad.\\n\\nEl objetivo de esta misión es abrir todas las cajas de suministros del área. Una vez hecho esto, llegará la recompensa y podremos escapar.\\n\\nUna vez que lleguemos al complejo,podemos esperar una respuesta si nuestra visibilidad es lo suficientemente alta. Sólo tenemos una pequeña cantidad de tiempo limitada para completar la misión.","original":"'questDescription->The intel we have gathered allowed us to gain insight into the location of a supply depot belonging to [empire_name]. Supply depots like that are often scattered around imperial settlements and serve as secure stockpiles for the most valuable resources. Keeping these supply depots hidden away discourages any raiders from attacking these settlements.\\n\\nThe compound is guaranteed to contain numerous supply crates. Stealing these items is bound to slow down the Imperial war effort.\\n\\nIt is also possible we will find additional Biosecured crates, which can only be opened by noble-born people.\\n\\nThe supply depot is protected by:\\n[forces_description]\\n\\nThe compound is protected by surveillance pillars. They should not be approached, and instead should be disabled from afar - either by destroying them, or cutting off their power. Once activated, they will greatly increase our visibility.\\n\\nThe objective of this assignment is to open all supply crates in the area. Once that is done, the reward will arrive and we will have to make our escape.\\n\\nOnce we arrive at the compound, we can expect an imperial response if our visibility is high enough. We will only have a limited amount of time to complete the mission.'"},{"base":"VFED_SupplyDepotRaid.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Asalto a deposito de suministros","original":"'questName->Supply depot raid'"},{"base":"VFED_TechprinterDemolition.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->Hemos recibidos la noticia de una instalación techprinter perteneciente a [empire_name] cerca de nuestra localización. Los techprinters suponen un enorme peligro para el medio ambiente y los tecfriars suelen usarlo para replicar sus conocimientos en los techprints.\\n\\nLos discos techitas usados en este proceso son extremadamente tóxicos e inflamables. Es posible que podamos prender estas pilas de discos y desatar un infierno.\\n\\nLa instalación techprinter esta protegido por:\\n[forces_description]\\n\\nEsta defendido por dos torretas palintone, estas son armas muy poderosas anti-infanteria, capaz de disparar balas a una gran distancia y a una gran velocidad, causando un gran daño. Su munición debe ser almacenada a su lado, un disparo preciso puede es capaz de desencadenar una explosión.\\n\\nTambién nos han informado que la ubicación está protegida por una serie de torretas golpeadoras montadas en el suelo. A pesar de su alcance limitado, estas torretas pueden revelar fácilmente nuestra posición y proporcionar fuego de cobertura.\\n\\nLa instalación está protegida por pilares de vigilancia. No debes acercarte a ellos, sino desactivarlas desde lejos, ya sea destruyéndolos o cortando su energía. Si se activan, aumentarán enormemente nuestra visibilidad. También es posible que haya dos tecfriar, no es necesario matarlos.\\n\\nEl objetivo de esta misión es destruir las techprints. Una vez completado, llegará la recompensa y podremos escapar.\\n\\nUna vez que lleguemos a la instalación, podemos esperar una respuesta si nuestra visibilidad es lo suficientemente alta. Sólo tenemos una pequeña cantidad de tiempo limitada para completar la misión.","original":"'questDescription->We have received the news of a techprinter installation belonging to [empire_name] near our location. Techprinters are a huge environmental hazard, and are used by techfriars to replicate their knowledge on techprints.\\n\\nTechite discs used in this process are extremely toxic and flammable. We might be able to ignite a stack of these discs and see the inferno unfold.\\n\\nThe techprinter installation is protected by:\\n[forces_description].\\n\\nTwo palintone turrets are located at the installation. They are powerful, anti-infantry weapons firing large-caliber shells at incredible speeds, dealing heavy damage over significant ranges. Their ammo needs to be stored right next to them, and a precise shot might set off a chain explosion.\\n\\nWe have also been informed that the location is protected by a number of ground-mounted striker turrets. Despite the limited range, these turrets can easily reveal our approach and provide covering fire for the imperial army.\\n\\nTwo techfriars are most certainly at the installation. Killing them is not necessary.\\n\\nThe techprinter installation is protected by a number of surveillance pillars. They should not be approached, and instead should be disabled from afar - either by destroying them, or cutting off their power. Once activated, they will greatly increase our visibility.\\n\\nThe objective of this assignment is to destroy the techprinters by any means necessary. Once that is done, the reward will arrive and we will have to make our escape.\\n\\nOnce we arrive at the installation, we can expect an imperial response if our visibility is high enough. We will only have a limited amount of time to complete the mission.'"},{"base":"VFED_TechprinterDemolition.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Demolición de Techprinter","original":"'questName->Techprinter demolition'"},{"base":"VFED_ImperialUnderfarmRaid.questDescriptionRules.rulesStrings.0","type":"QuestScriptDef","text":"questDescription->Nuestra inteligencia sugiere que [empire_name] tiene un complejo de granjas subterráneas cerca nuestra localización. Las granjas subterráneas imperiales proveen de alimentos al Imperio. Destruir este complejo de granjas subterráneas causará malestares en los rangos más bajos, debido a la escases de alimentos.\\n\\nLa localización presenta enormes zonas sin ningún tipo de coberturas. Tendremos que pensar como enfrentarnos a esto.\\n\\nEl complejo de granjas subterráneas esta protegido por:\\n[forces_description]\\n\\nHay una torreta kontarion en la instalación. Es una arma muy poderosa, de larga distancia usada por Imperio para derribar a los enemigos desde lejos. Las torretas kontarion dispara balas de uranio ultra-densas a una velocidad increíble, penetrando las armaduras. La munición debe estar almacenadas muy cerca, un tiro preciso puede desencadenar una gran explosión.\\n\\nEl complejo está protegida por pilares de vigilancia. No debes acercarte a ellos, sino desactivarlas desde lejos, ya sea destruyéndolos o cortando su energía. Si se activan, aumentarán enormemente nuestra visibilidad. También es posible que haya dos tecfriar, no es necesario matarlos.\\n\\nEl objetivo de esta misión es destruir las fuentes de aguas de las granjas. Una vez completado, llegará la recompensa y podremos escapar.\\n\\nUna vez que lleguemos a la instalación, podemos esperar una respuesta si nuestra visibilidad es lo suficientemente alta. Sólo tenemos una pequeña cantidad de tiempo limitada para completar la misión.","original":"'questDescription->Our intel suggests that [empire_name] has an underfarm complex near our location. Underfarms provide imperial settlements with a steady supply of food. Destroying this underfarm complex is bound to cause unrest in the lower ranks, as food becomes scarce.\\n\\nThe location features huge swathes of empty terrain with no cover in sight. We should think how we want to approach this.\\n\\nThe underfarm complex is protected by:\\n[forces_description].\\n\\nA kontarion turret is located at the installation. It’s a powerful, long-range weapon used by the Empire to take out enemy targets from afar. Kontarion turret fires ultra-dense uranium slugs at incredible speeds, penetrating even the heaviest armor. Its ammo needs to be stored right next to it, and a precise shot might set off a chain explosion.\\n\\nThe underfarm complex is protected by a number of surveillance pillars. They should not be approached, and instead should be disabled from afar - either by destroying them, or cutting off their power. Once activated, they will greatly increase our visibility.\\n\\nThe objective of this assignment is to destroy the water mains that supply the underfarms. Once that is done, the reward will arrive and we will have to make our escape.\\n\\nOnce we arrive at the complex, we can expect an imperial response if our visibility is high enough. We will only have a limited amount of time to complete the mission.'"},{"base":"VFED_ImperialUnderfarmRaid.questNameRules.rulesStrings.0","type":"QuestScriptDef","text":"questName->Asalto ha granjas subterráneas del Imperio","original":"'questName->Imperial underfarm raid'"},{"base":"VFED_ImperialDefenses.label","type":"ResearchProjectDef","text":"defensas imperiales","original":"'imperial defenses'"},{"base":"VFED_ImperialDefenses.description","type":"ResearchProjectDef","text":"Crear megatorretas imperiales: Kontarion, Onager y Palintone, así como sus municiones.","original":"'Create imperial megaturrets: Kontarion, Onager and Palintone, as well as their ammunition.'"},{"base":"VFED_ImperialDefenses.generalRules.rulesStrings.0","type":"ResearchProjectDef","text":"subject->fortress engineering","original":"'subject->fortress engineering'"},{"base":"VFED_ImperialDefenses.generalRules.rulesStrings.1","type":"ResearchProjectDef","text":"subject_story->engineered the mightiest defenses, deterring would-be conquerors with mere rumors of their power","original":"'subject_story->engineered the mightiest defenses, deterring would-be conquerors with mere rumors of their power'"},{"base":"VFED_ImperialDefenses.generalRules.rulesStrings.2","type":"ResearchProjectDef","text":"subject_story->crafted turrets that combined ancient design principles with futuristic weaponry","original":"'subject_story->crafted turrets that combined ancient design principles with futuristic weaponry'"},{"base":"VFED_ImperialDefenses.generalRules.rulesStrings.3","type":"ResearchProjectDef","text":"subject_story->ensured the empire's borders were impregnable, standing as a testament to imperial ingenuity","original":"'subject_story->ensured the empire's borders were impregnable, standing as a testament to imperial ingenuity'"},{"base":"VFED_ImperialDefenses.generalRules.rulesStrings.4","type":"ResearchProjectDef","text":"subject_gerund->redefining the art of defense","original":"'subject_gerund->redefining the art of defense'"},{"base":"VFED_ImperialWarSolutions.label","type":"ResearchProjectDef","text":"soluciones de guerra imperial - mortero","original":"'imperial war solutions'"},{"base":"VFED_ImperialWarSolutions.description","type":"ResearchProjectDef","text":"Crear potentes obuses imperiales, como con metralla, perforación de armaduras y de racimo.","original":"'Craft powerful imperial mortar shells, such as shrapnel, armor piercing and cluster.'"},{"base":"VFED_ImperialWarSolutions.generalRules.rulesStrings.0","type":"ResearchProjectDef","text":"subject->advanced ordnance","original":"'subject->advanced ordnance'"},{"base":"VFED_ImperialWarSolutions.generalRules.rulesStrings.1","type":"ResearchProjectDef","text":"subject_story->innovated artillery ammunition that turned battlefields to their advantage with a single salvo","original":"'subject_story->innovated artillery ammunition that turned battlefields to their advantage with a single salvo'"},{"base":"VFED_ImperialWarSolutions.generalRules.rulesStrings.2","type":"ResearchProjectDef","text":"subject_story->developed shells that could pierce the toughest armors or scatter enemies with relentless shrapnel","original":"'subject_story->developed shells that could pierce the toughest armors or scatter enemies with relentless shrapnel'"},{"base":"VFED_ImperialWarSolutions.generalRules.rulesStrings.3","type":"ResearchProjectDef","text":"subject_story->transformed the empire's artillery into a force capable of dictating the terms of engagement","original":"'subject_story->transformed the empire's artillery into a force capable of dictating the terms of engagement'"},{"base":"VFED_ImperialWarSolutions.generalRules.rulesStrings.4","type":"ResearchProjectDef","text":"subject_gerund->mastering the science of destruction","original":"'subject_gerund->mastering the science of destruction'"},{"base":"VFED_RemoteDemolition.label","type":"ResearchProjectDef","text":"soluciones de guerra imperial - trampas","original":"'imperial war solutions'"},{"base":"VFED_RemoteDemolition.description","type":"ResearchProjectDef","text":"Construir trampas explosivas avanzadas con un mecanismo de detonación remota.","original":"'Build advanced explosive traps with remote detonation mechanism.'"},{"base":"VFED_RemoteDemolition.generalRules.rulesStrings.0","type":"ResearchProjectDef","text":"subject->tactical demolitions","original":"'subject->tactical demolitions'"},{"base":"VFED_RemoteDemolition.generalRules.rulesStrings.1","type":"ResearchProjectDef","text":"subject_story->pioneered the use of remotely controlled explosives, changing the dynamics of siege warfare","original":"'subject_story->pioneered the use of remotely controlled explosives, changing the dynamics of siege warfare'"},{"base":"VFED_RemoteDemolition.generalRules.rulesStrings.2","type":"ResearchProjectDef","text":"subject_story->crafted traps that could be detonated at the perfect moment, creating chaos among enemy ranks","original":"'subject_story->crafted traps that could be detonated at the perfect moment, creating chaos among enemy ranks'"},{"base":"VFED_RemoteDemolition.generalRules.rulesStrings.3","type":"ResearchProjectDef","text":"subject_story->turned the battlefield into a meticulously controlled environment, where every step could be the last","original":"'subject_story->turned the battlefield into a meticulously controlled environment, where every step could be the last'"},{"base":"VFED_RemoteDemolition.generalRules.rulesStrings.4","type":"ResearchProjectDef","text":"subject_gerund->elevating the element of surprise to an art form","original":"'subject_gerund->elevating the element of surprise to an art form'"},{"base":"VFED_OperationName.rulePack.rulesStrings.0","type":"RulePackDef","text":"operationName->Operación [AdjectiveAny] [NounAny]","original":"'operationName->Operation [AdjectiveAny] [NounAny]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.1","type":"RulePackDef","text":"NounAny->[ConceptAny]","original":"'NounAny->[ConceptAny]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.2","type":"RulePackDef","text":"NounAny->[ColorAny]","original":"'NounAny->[ColorAny]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.3","type":"RulePackDef","text":"NounAny->[Vegetable]","original":"'NounAny->[Vegetable]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.4","type":"RulePackDef","text":"NounAny->[Game]","original":"'NounAny->[Game]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.5","type":"RulePackDef","text":"NounAny->[AnimalAny]","original":"'NounAny->[AnimalAny]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.6","type":"RulePackDef","text":"NounAny->[Weapon]","original":"'NounAny->[Weapon]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.7","type":"RulePackDef","text":"NounAny->[TerrainFeature]","original":"'NounAny->[TerrainFeature]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.8","type":"RulePackDef","text":"NounAny->[NaturalObject]","original":"'NounAny->[NaturalObject]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.9","type":"RulePackDef","text":"NounAny->[TreeType]","original":"'NounAny->[TreeType]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.10","type":"RulePackDef","text":"NounAny->[Enemy]","original":"'NounAny->[Enemy]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.11","type":"RulePackDef","text":"NounAny->[Apparel]","original":"'NounAny->[Apparel]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.12","type":"RulePackDef","text":"NounAny->[Gore]","original":"'NounAny->[Gore]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.13","type":"RulePackDef","text":"NounAny->[BodyPart]","original":"'NounAny->[BodyPart]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.14","type":"RulePackDef","text":"ColorAny->[Color]","original":"'ColorAny->[Color]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.15","type":"RulePackDef","text":"ColorAny->[ColorBadass]","original":"'ColorAny->[ColorBadass]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.16","type":"RulePackDef","text":"AnimalAny->[Animal]","original":"'AnimalAny->[Animal]'"},{"base":"VFED_OperationName.rulePack.rulesStrings.17","type":"RulePackDef","text":"AnimalAny->[AnimalBadass]","original":"'AnimalAny->[AnimalBadass]'"},{"base":"VFED_PlotName.rulePack.rulesStrings.0","type":"RulePackDef","text":"plotName(nobleTitle==Knight)->Caballero bondadoso","original":"'plotName(nobleTitle==Knight)->Kindless knight'"},{"base":"VFED_PlotName.rulePack.rulesStrings.1","type":"RulePackDef","text":"plotName(nobleTitle==Praetor)->Pretor pequeño","original":"'plotName(nobleTitle==Praetor)->Petty praetor'"},{"base":"VFED_PlotName.rulePack.rulesStrings.2","type":"RulePackDef","text":"plotName(nobleTitle==Baron)->Barón intolerante","original":"'plotName(nobleTitle==Baron)->Bigoted baron'"},{"base":"VFED_PlotName.rulePack.rulesStrings.3","type":"RulePackDef","text":"plotName(nobleTitle==Count)->Conde retorcido","original":"'plotName(nobleTitle==Count)->Crooked count'"},{"base":"VFED_PlotName.rulePack.rulesStrings.4","type":"RulePackDef","text":"plotName(nobleTitle==VFEE_Archcount)->Archiconde abusivo","original":"'plotName(nobleTitle==VFEE_Archcount)->Abusive archcount'"},{"base":"VFED_PlotName.rulePack.rulesStrings.5","type":"RulePackDef","text":"plotName(nobleTitle==VFEE_Marquess)->Marqués militar","original":"'plotName(nobleTitle==VFEE_Marquess)->Militant marquess'"},{"base":"VFED_PlotName.rulePack.rulesStrings.6","type":"RulePackDef","text":"plotName(nobleTitle==Duke)->Duque depravado","original":"'plotName(nobleTitle==Duke)->Depraved duke'"},{"base":"VFED_PlotName.rulePack.rulesStrings.7","type":"RulePackDef","text":"plotName(nobleTitle==VFEE_Archduke)->Archiduque arrogante","original":"'plotName(nobleTitle==VFEE_Archduke)->Arrogant archduke'"},{"base":"VFED_PlotName.rulePack.rulesStrings.8","type":"RulePackDef","text":"plotName(nobleTitle==Consul)->Consul corrupto","original":"'plotName(nobleTitle==Consul)->Corrupted consul'"},{"base":"VFED_PlotName.rulePack.rulesStrings.9","type":"RulePackDef","text":"plotName(nobleTitle==VFEE_Magister)->Magisterio malévolo","original":"'plotName(nobleTitle==VFEE_Magister)->Malevolent magister'"},{"base":"VFED_PlotName.rulePack.rulesStrings.10","type":"RulePackDef","text":"plotName(nobleTitle==VFEE_Despot)->Señor transtornado","original":"'plotName(nobleTitle==VFEE_Despot)->Deranged despot'"},{"base":"VFED_PlotName.rulePack.rulesStrings.11","type":"RulePackDef","text":"plotName(nobleTitle==Stellarch)->Estelarca repugnante","original":"'plotName(nobleTitle==Stellarch)->Sickening stellarch'"},{"base":"VFED_PlotName.rulePack.rulesStrings.12","type":"RulePackDef","text":"plotName(nobleTitle==VFEE_HighStellarch)->Alto estelarca atroz","original":"'plotName(nobleTitle==VFEE_HighStellarch)->Heinous high stellarch'"},{"base":"VFED_PlotName.rulePack.rulesStrings.13","type":"RulePackDef","text":"plotName(nobleTitle==Emperor)->Emperador egocentrico","original":"'plotName(nobleTitle==Emperor)->Egocentric emperor'"},{"base":"VFED_NewSafehaven.label","type":"ScenarioDef","text":"Nueva Refugio","original":"'New Safehaven'"},{"base":"VFED_NewSafehaven.description","type":"ScenarioDef","text":"Tu grupo de desertores han tropezado con un antiguo bunker, potencialmente refugio. Pero con la información que llevas, tu visibilidad con el Imperio es alarmantemente alta. Los drones aéreos, y las patrullas imperiales están muy cercas tuyos. Puedes usar la información que llevas para desbloquear tecnología muy poderosa y servicios de los desertores, permitiéndote cumplir tu misión final, asesinar a la nobleza imperial. Sobrevive al ataque inicial y mantente oculto; Con el tiempo, la incesante búsqueda del Imperio disminuirá. La elección es tuya: fortificarte, adaptarte o morir.\\n\\nNota: Debido a que comienzas con una visibilidad muy alta, este es un escenario difícil.","original":"'A deserter cell, laying low.'"},{"base":"VFED_NewSafehaven.scenario.description","type":"ScenarioDef","text":"Tu grupo de desertores han tropezado con un antiguo bunker, potencialmente refugio. Pero con la información que llevas, tu visibilidad con el Imperio es alarmantemente alta. Los drones aéreos, y las patrullas imperiales están muy cercas tuyos. Puedes usar la información que llevas para desbloquear tecnología muy poderosa y servicios de los desertores, permitiéndote cumplir tu misión final, asesinar a la nobleza imperial. Sobrevive al ataque inicial y mantente oculto; Con el tiempo, la incesante búsqueda del Imperio disminuirá. La elección es tuya: fortificarte, adaptarte o morir.\\n\\nNota: Debido a que comienzas con una visibilidad muy alta, este es un escenario difícil.","original":"'Your deserter group has stumbled upon an old bunker, a potential haven. But with the valuable intel you carry, the Empire's visibility on you is alarmingly high. Aerodrones patrol the skies, and Imperial raiding parties are closing in. Use the intel to unlock powerful tech and deserter services, aiding your ultimate mission: to assassinate key Imperial nobility. Survive the initial onslaught and lay low; over time, the Empire's relentless search will wane. The choice is yours: fortify, adapt, or perish.\\n\\nNote: Since you start with high visibility, this is a difficult scenario.'"},{"base":"VFED_NewSafehaven.scenario.name","type":"ScenarioDef","text":"Nueva Refugio","original":"'New Safehaven'"},{"base":"VFED_NewSafehaven.scenario.parts.GameStartDialog.text","type":"ScenarioDef","text":"Tu grupo de desertores han tropezado con un antiguo bunker, potencialmente refugio. Pero con la información que llevas, tu visibilidad con el Imperio es alarmantemente alta. Los drones aéreos, y las patrullas imperiales están muy cercas tuyos. Puedes usar la información que llevas para desbloquear tecnología muy poderosa y servicios de los desertores, permitiéndote cumplir tu misión final, asesinar a la nobleza imperial. Sobrevive al ataque inicial y mantente oculto; Con el tiempo, la incesante búsqueda del Imperio disminuirá. La elección es tuya: fortificarte, adaptarte o morir.","original":"'Your deserter group has stumbled upon an old bunker, a potential haven. But with the valuable intel you carry, the Empire's visibility on you is alarmingly high. Aerodrones patrol the skies, and Imperial raiding parties are closing in. Use the intel to unlock powerful tech and deserter services, aiding your ultimate mission: to assassinate key Imperial nobility. Survive the initial onslaught and lay low; over time, the Empire's relentless search will wane. The choice is yours: fortify, adapt, or perish.'"},{"base":"VFED_NewSafehaven.scenario.parts.VFEC_AddStartingStructure.structureLabel","type":"ScenarioDef","text":"Un bunker antiguo","original":"'An old bunker'"},{"base":"VFED_NewSafehaven.scenario.summary","type":"ScenarioDef","text":"Una celda desertora, perseguido. Una experiencia Desertora VFE","original":"'A deserter cell, laying low. A classic VFE - Deserters experience.'"},{"base":"VFED_StartDeserting.label","type":"ScenPartDef","text":"empezar a desertar","original":"'start deserting'"},{"base":"VFED_AerodroneStation.label","type":"SitePartDef","text":"estación de drones aéreos","original":"'aerodrone station'"},{"base":"VFED_AerodroneStation.description","type":"SitePartDef","text":"Una Estación de Drones Aéreos Imperial.","original":"'An Imperial Aerodrone Station.'"},{"base":"VFED_ControlStation.label","type":"SitePartDef","text":"estación de control","original":"'control station'"},{"base":"VFED_ControlStation.description","type":"SitePartDef","text":"Una Estación de Control Imperial.","original":"'An Imperial Control Station.'"},{"base":"VFED_DeadDrop.label","type":"SitePartDef","text":"punto muerto","original":"'dead drop'"},{"base":"VFED_DeadDrop.description","type":"SitePartDef","text":"Un punto muerto de un contacto desertor.","original":"'A dead drop from our deserter contact.'"},{"base":"VFED_EmpireRuins.label","type":"SitePartDef","text":"Nave insignia imperial estrellada","original":"'Crashed imperial flagship'"},{"base":"VFED_EmpireRuins.description","type":"SitePartDef","text":"La nave insignia del Imperio, ahora estrellada.","original":"'The former flagship of the Empire, now crashed.'"},{"base":"VFED_ImperialConvoy.label","type":"SitePartDef","text":"convoy imperial","original":"'imperial convoy'"},{"base":"VFED_ImperialConvoy.description","type":"SitePartDef","text":"Un convoy imperial.","original":"'An Imperial Convoy.'"},{"base":"VFED_PlotMission_Raid.label","type":"SitePartDef","text":"mansión de noble","original":"'noble mansion'"},{"base":"VFED_PlotMission_Raid.description","type":"SitePartDef","text":"Un mansión de un noble.","original":"'A mansion for a noble.'"},{"base":"VFED_PlotMission_DownedShuttle.label","type":"SitePartDef","text":"transbordador caído","original":"'downed shuttle'"},{"base":"VFED_PlotMission_DownedShuttle.description","type":"SitePartDef","text":"Un transbordador que llevaba a un noble estrellado.","original":"'A downed shuttle carrying a noble.'"},{"base":"VFED_ShuttleStagingPost.label","type":"SitePartDef","text":"puesto de preparación de transbordador","original":"'shuttle staging post'"},{"base":"VFED_ShuttleStagingPost.description","type":"SitePartDef","text":"Un Puesto de Preparación de Transbordador Imperial.","original":"'An Imperial Shuttle Staging Post.'"},{"base":"VFED_SupplyDepot.label","type":"SitePartDef","text":"deposito de suministros","original":"'supply depot'"},{"base":"VFED_SupplyDepot.description","type":"SitePartDef","text":"Un Deposito de Suministros Imperial.","original":"'An Imperial Supply Depot.'"},{"base":"VFED_TechPrinter.label","type":"SitePartDef","text":"centro de techprinter","original":"'techprinter center'"},{"base":"VFED_TechPrinter.description","type":"SitePartDef","text":"Un Centro TechPrinter Imperial.","original":"'An Imperial TechPrinter Center.'"},{"base":"VFED_Underfarm.label","type":"SitePartDef","text":"granjas subterráneas imperial","original":"'imperial underfarm'"},{"base":"VFED_Underfarm.description","type":"SitePartDef","text":"Una Granja Subterránea Imperial.","original":"'An Imperial Underfarm.'"},{"base":"VFED_ZeusCannonComplex.label","type":"SitePartDef","text":"complejo cañón zeus","original":"'zeus cannon complex'"},{"base":"VFED_ZeusCannonComplex.description","type":"SitePartDef","text":"Una instalación secreta del Imperio equipado con un gran numero de potentes cañones Zeus, capaz de derribar grandes objetos en orbita.","original":"'A secret imperial installation equipped with a large number of powerful zeus cannons, capable of bringing down large objects from the orbit.'"},{"base":"VFED_Damocles.label","type":"StorytellerDef","text":"Desertor Damocles","original":"'Damocles Deserter'"},{"base":"VFED_Damocles.description","type":"StorytellerDef","text":"Damocles sabe que la única manera de derrotar al Imperio, es pisar la delgada línea entre la guerra y el espionaje. Los buenos eventos solo les llegan a los que pelean. La historia que se desarrollará esta llena de tensión y desesperación creciente, centrado en un pequeño grupo de personas con ideas afines que sobreviven juntos a los ataques.","original":"'Damocles knows that the only way to defeat the Empire is to tread the fine line between all out war and espionage. Good events only come to those who fight. The story that unfolds will be that of increasing tension and desperation, focused on a small group of likeminded people surviving the onslaught together.'"},{"base":"VFED_DeserterShuttleIncoming.label","type":"ThingDef","text":"transbordador desertor (llegando)","original":"'deserter shuttle (incoming)'"},{"base":"VFED_DeserterShuttleLeaving.label","type":"ThingDef","text":"transbordador desertor (yendose)","original":"'deserter shuttle (leaving)'"},{"base":"VFED_DeserterShuttle.label","type":"ThingDef","text":"transbordador desertor","original":"'deserter shuttle'"},{"base":"VFED_DeserterShuttle.description","type":"ThingDef","text":"Un transbordador de tecnología espacial diseñado para moverse entre la orbita y la superficie, o entre las lunas de un sistema planetario.","original":"'A spacer-tech shuttle designed for transit between surface and orbit, or between moons of a planetary system.'"},{"base":"VFED_FlagshipChunk.label","type":"ThingDef","text":"trozos de la nave insignia","original":"'flagship chunk'"},{"base":"VFED_FlagshipChunk.description","type":"ThingDef","text":"Un trozo de la nave insignia imperial. Parece haber sido arrancada por algún tipo de arma muy poderosa.\\n\\nHabiendo aterrizado no hace mucho, aún contiene recursos útiles que se pueden obtener al descontruirlo.","original":"'A chunk of an imperial flagship. It seems to have been torn off by some kind of powerful weapon.\\n\\nHaving landed not long ago, it still contains useful resources which you can acquire by deconstructing it.'"},{"base":"VFED_RemoteTrapIED_HighExplosive.label","type":"ThingDef","text":"carga remota","original":"'remote charge'"},{"base":"VFED_RemoteTrapIED_HighExplosive.description","type":"ThingDef","text":"Un par de obuses explosivos conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of high-explosive shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_RemoteTrapIED_Incendiary.label","type":"ThingDef","text":"carga remota incendiaria","original":"'remote incendiary charge'"},{"base":"VFED_RemoteTrapIED_Incendiary.description","type":"ThingDef","text":"Un par de obuses incendiarios conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of incendiary shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_RemoteTrapIED_EMP.label","type":"ThingDef","text":"carga remota EMP","original":"'remote EMP charge'"},{"base":"VFED_RemoteTrapIED_EMP.description","type":"ThingDef","text":"Un par de obuses EMP conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of EMP shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_RemoteTrapIED_Smoke.label","type":"ThingDef","text":"carga remota de humo","original":"'remote smoke charge'"},{"base":"VFED_RemoteTrapIED_Smoke.description","type":"ThingDef","text":"Un par de obuses de humo conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of smoke shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_RemoteTrapIED_Firefoam.label","type":"ThingDef","text":"cargar remota de espuma anti-fuego","original":"'remote firefoam charge'"},{"base":"VFED_RemoteTrapIED_Firefoam.description","type":"ThingDef","text":"Un par de obuses de espuma anti-fuego conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of firefoam shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_RemoteTrapIED_AntigrainWarhead.label","type":"ThingDef","text":"carga remota antimateria","original":"'remote antigrain charge'"},{"base":"VFED_RemoteTrapIED_AntigrainWarhead.description","type":"ThingDef","text":"Un par de obuses de antimateria conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of antigrain warheads connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_BombPack_Deployed.label","type":"ThingDef","text":"paquete de bomba desplegado","original":"'deployed bomb pack'"},{"base":"VFED_BombPack_Deployed.description","type":"ThingDef","text":"Una bomba desplegada. Esta armada y puede ser detonada presionando un botón.","original":"'A deployed bomb pack. It’s armed, and can be detonated with a press of a button.'"},{"base":"VFED_TrapIED_Shrapnel.label","type":"ThingDef","text":"Trampa de IED de metralla","original":"'IED shrapnel trap'"},{"base":"VFED_TrapIED_Shrapnel.description","type":"ThingDef","text":"Un par de obuses de metralla conectado a un mecanismo de activación que se activara al contacto o por un impacto. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of shrapnel shells connected to a trigger which detonates on touch or bullet impact. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_TrapIED_ArmorPiercing.label","type":"ThingDef","text":"Trampa de IED de perforación de blindaje ","original":"'IED armor-piercing trap'"},{"base":"VFED_TrapIED_ArmorPiercing.description","type":"ThingDef","text":"Un par de obuses de perforación de blindaje conectado a un mecanismo de activación que se activara al contacto o por un impacto. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of armor-piercing shells connected to a trigger which detonates on touch or bullet impact. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_TrapIED_Cluster.label","type":"ThingDef","text":"Trampa de IED de racimo","original":"'IED cluster trap'"},{"base":"VFED_TrapIED_Cluster.description","type":"ThingDef","text":"Un par de obuses de racimo conectado a un mecanismo de activación que se activara al contacto o por un impacto. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of cluster shells connected to a trigger which detonates on touch or bullet impact. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_RemoteTrapIED_Shrapnel.label","type":"ThingDef","text":"carga remota de metralla","original":"'remote shrapnel charge'"},{"base":"VFED_RemoteTrapIED_Shrapnel.description","type":"ThingDef","text":"Un par de obuses de metralla conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of shrapnel shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_RemoteTrapIED_ArmorPiercing.label","type":"ThingDef","text":"carga remota de perforación de blindaje","original":"'remote armor-piercing charge'"},{"base":"VFED_RemoteTrapIED_ArmorPiercing.description","type":"ThingDef","text":"Un par de obuses de perforación de blindaje conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of armor-piercing shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_RemoteTrapIED_Cluster.label","type":"ThingDef","text":"carga remota de racimo","original":"'remote cluster charge'"},{"base":"VFED_RemoteTrapIED_Cluster.description","type":"ThingDef","text":"Un par de obuses de racimo conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of cluster shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_Turret_Kontarion.label","type":"ThingDef","text":"kontarion","original":"'kontarion'"},{"base":"VFED_Turret_Kontarion.description","type":"ThingDef","text":"Una poderosa arma de gran distancia usado por el Imperio para derribar a sus enemigos desde la distancia. Las torretas Kontarion disparan balas de uranio ultra-denso ha unas velocidades increíbles, penetrando cualquier blindaje. Por su ratio de disparo, su gran precisión y rango de fuego, es un arma a considerar. Tiene una mejor precisión a larga distancia, y no puede disparar ha objetivos cercanos. Explota al ser dañado.\\n\\nConsume una gran cantidad de munición, y requiere tener adyacente una caja de munición para poder recargar de forma automática. No puede ser recargada a mano.","original":"'A powerful, long-range weapon used by the Empire to take out enemy targets from afar. Kontarion turret fires ultra-dense uranium slugs at incredible speeds, penetrating even the heaviest armor. With its rapid-fire capabilities, tremendous accuracy and infinite range, it’s a force to be reckoned with. It's more accurate at longer ranges, and can't fire at all close up. May explode when damaged.\\n\\nIt consumes a lot of ammunition, and requires an adjacent crate of uranium slug ammo in order to automatically reload. It cannot be reloaded by hand.'"},{"base":"VFED_Turret_Kontarion.comps.CompRefuelable.fuelGizmoLabel","type":"ThingDef","text":"Balas de uranio","original":"'Uranium slugs'"},{"base":"VFED_Turret_Kontarion.comps.CompRefuelable.fuelLabel","type":"ThingDef","text":"Disparos antes de recargar","original":"'Shots until rearm'"},{"base":"VFED_Turret_Kontarion.comps.CompRefuelable.outOfFuelMessage","type":"ThingDef","text":"Sin balas","original":"'No slugs'"},{"base":"VFED_Gun_Kontarion.label","type":"ThingDef","text":"cañón kontarion","original":"'kontarion cannon'"},{"base":"VFED_Gun_Kontarion.description","type":"ThingDef","text":"Un cañón de uranio auto-recargable diseñado para ser montado en una torreta.","original":"'A self-loading uranium slug cannon designed to attach to a turret.'"},{"base":"VFED_Gun_Kontarion.verbs.Verb_Shoot.label","type":"ThingDef","text":"cañón kontarion","original":"'kontarion cannon'"},{"base":"VFED_Turret_Palintone.label","type":"ThingDef","text":"palintone","original":"'palintone'"},{"base":"VFED_Turret_Palintone.description","type":"ThingDef","text":"Un arma poderosa y anti-infantería usado por el Imperio para defender los puestos de avanzas desprotegidos. Las torretas Palintone dispara balas de gran calibre a una gran velocidad, generando una gran cantidad de daño a largas distancias. Dispara enormes ráfagas de proyectiles proporcionando fuego de supresión y capaz de destruir rápidamente cualquier objetivo con armadura ligera. Con su poder de fuego devastador, la torreta Palintone es capaz de mantener a raya incluso a las fuerzas enemigas más grandes. Explota al ser dañada.\\n\\nConsume una gran cantidad de munición, y requiere tener adyacente una caja de munición para poder recargar de forma automática. No puede ser recargada a mano.","original":"'A powerful, anti-infantry weapon used by the Empire to defend unsafe outposts. Palintone turret fires large-caliber shells at incredible speeds, dealing heavy damage over significant ranges. It fires huge volleys of rounds that can provide suppressive fire and quickly shred lightly armored targets. With its devastating firepower, the Palintone turret is capable of keeping even the largest enemy forces at bay. May explode when damaged.\\n\\nIt consumes a lot of ammunition, and requires an adjacent crate of autocannon ammo in order to automatically reload. It cannot be reloaded by hand.'"},{"base":"VFED_Turret_Palintone.comps.CompRefuelable.fuelGizmoLabel","type":"ThingDef","text":"Munición de cañón automático","original":"'Autocannon ammo'"},{"base":"VFED_Turret_Palintone.comps.CompRefuelable.fuelLabel","type":"ThingDef","text":"Disparos antes de recargar","original":"'Shots until rearm'"},{"base":"VFED_Turret_Palintone.comps.CompRefuelable.outOfFuelMessage","type":"ThingDef","text":"Sin munición","original":"'No ammo'"},{"base":"VFED_Gun_Palintone.label","type":"ThingDef","text":"cañón palintone","original":"'palintone cannon'"},{"base":"VFED_Gun_Palintone.description","type":"ThingDef","text":"Un cañón auto-recargable diseñado para ser montado en una torreta.","original":"'A self-loading cannon designed to attach to a turret.'"},{"base":"VFED_Gun_Palintone.verbs.Verb_Shoot.label","type":"ThingDef","text":"cañón palintone","original":"'palintone cannon'"},{"base":"VFED_Turret_Onager.label","type":"ThingDef","text":"onager","original":"'onager'"},{"base":"VFED_Turret_Onager.description","type":"ThingDef","text":"Una arma poderosa, anti-blindaje usado por el Imperio para destruir a los objetivos más blindados con facilidad. Es capaz de lanzar misiles en una ráfaga de 6, el Onager causa un daño devastador a las fuerzas enemigas en muy poco tiempo. La torreta Onager es muy efectiva a corta distancia, donde sus misiles pueden ser apuntados con precisión hacia los enemigos. Sin embargo, no puede disparar a los enemigos que están muy cercas, ya que los misiles requieren cierta distancia para armarse y rastrear a sus objetivos. Adicionalmente, debido a la cantidad de misiles disparados, el Onager no es tan preciso como las otras torretas, y a veces falla los disparos. Explota al ser dañado.\\n\\nConsume una gran cantidad de munición, y requiere tener adyacente una caja de munición para poder recargar de forma automática. No puede ser recargada a mano.","original":"'A powerful, anti-armored weapon used by the Empire to destroy heavily armored targets with ease. Capable of launching missiles in bursts of 6, the Onager can deal devastating damage to enemy forces in a short amount of time. The Onager turret is most effective at short range, where its missiles can be accurately targeted at enemy positions. However, it cannot fire at enemies that are too close, as the missiles require a certain distance to arm and track their targets. Additionally, due to the sheer number of missiles it fires, the Onager is not as accurate as other turrets, and can sometimes miss its targets. May explode when damaged.\\n\\nIt consumes a lot of ammunition, and requires an adjacent crate of missile ammo in order to automatically reload. It cannot be reloaded by hand.'"},{"base":"VFED_Turret_Onager.comps.CompRefuelable.fuelGizmoLabel","type":"ThingDef","text":"misiles Onager","original":"'Onager missiles'"},{"base":"VFED_Turret_Onager.comps.CompRefuelable.fuelLabel","type":"ThingDef","text":"Disparos antes de recargar","original":"'Shots until rearm'"},{"base":"VFED_Turret_Onager.comps.CompRefuelable.outOfFuelMessage","type":"ThingDef","text":"Sin misiles","original":"'No missiles'"},{"base":"VFED_Gun_Onager.label","type":"ThingDef","text":"cañón onager","original":"'onager cannon'"},{"base":"VFED_Gun_Onager.description","type":"ThingDef","text":"Un lanza-cohetes auto-recargable diseñado para ser montado en una torreta.","original":"'A self-loading rocket launcher designed to attach to a turret.'"},{"base":"VFED_Gun_Onager.verbs.Verb_Shoot.label","type":"ThingDef","text":"cañón onager","original":"'onager cannon'"},{"base":"VFFED_Bullet_Onager.label","type":"ThingDef","text":"onager","original":"'onager'"},{"base":"VFED_Turret_StrikerTurret.label","type":"ThingDef","text":"torreta striker","original":"'striker turret'"},{"base":"VFED_Turret_StrikerTurret.description","type":"ThingDef","text":"Un torreta estacionaria y poderosa. Se auto-destruirá si es muy dañada.","original":"'A stationary, powerful turret. Will self-destruct if it is sufficiently damaged.'"},{"base":"VFED_AmmoBox_UraniumSlug.label","type":"ThingDef","text":"caja de munición de balas de uranio","original":"'uranium slug ammo box'"},{"base":"VFED_AmmoBox_UraniumSlug.description","type":"ThingDef","text":"Una pequeña caja que contiene munición. Usado por la torreta Kontarion. Explota si es dañada.","original":"'A small-sized box containing uranium slug ammunition. Used by Kontarion turrets to reload. May explode when damaged.'"},{"base":"VFED_AmmoBox_Autocannon.label","type":"ThingDef","text":"caja de munición de cañón automático","original":"'autocannon ammo box'"},{"base":"VFED_AmmoBox_Autocannon.description","type":"ThingDef","text":"Una pequeña caja que contiene munición. Usado por la torreta Palintone. Explota si es dañada.","original":"'A small-sized box containing autocannon ammunition. Used by Palintone turrets to reload. May explode when damaged.'"},{"base":"VFED_AmmoBox_Missile.label","type":"ThingDef","text":"caja de munición de misiles","original":"'missile ammo box'"},{"base":"VFED_AmmoBox_Missile.description","type":"ThingDef","text":"Una pequeña caja que contiene munición. Usado por la torreta Onager. Explota si es dañada.","original":"'A small-sized box containing missiles. Used by Onager turrets to reload. May explode when damaged.'"},{"base":"VFED_SupplyCrate.label","type":"ThingDef","text":"caja de suministros","original":"'supply crate'"},{"base":"VFED_SupplyCrate.description","type":"ThingDef","text":"Una pequeña caja imperial que contiene objetos de valor. Puede contener información. Abrirla requiere derivar un complejo protocolo de seguridad y esto lleva un poco de tiempo.\\n\\nCualquier intento de destruirlo, también destruirá los artículos que contiene.","original":"'A small imperial crate containing valuables. May contain intel. Opening it requires bypassing several security protocols and takes a short while.\\n\\nAny attempt to destroy it will destroy the items as well.'"},{"base":"VFED_BiosecuredCrate.label","type":"ThingDef","text":"caja bioasegurada","original":"'biosecured crate'"},{"base":"VFED_BiosecuredCrate.description","type":"ThingDef","text":"Una pequeña caja imperial que contiene objetos de un valor extremo. Puede contener información critica. Tiene una protección especial, solo los nobles imperiales son capaces de abrirla.\\n\\nCualquier intento de destruirlo, también destruirá los artículos que contiene.","original":"'A small imperial crate containing extremely valuable items. May contain critical intel. Due to the special restrictions, only imperial nobles are capable of opening it.\\n\\nAny attempt to destroy it will destroy the items as well.'"},{"base":"VFED_SurveillancePillar.label","type":"ThingDef","text":"pilar de vigilancia","original":"'surveillance pillar'"},{"base":"VFED_SurveillancePillar.description","type":"ThingDef","text":"Un gran pilar con una serie de sensores, cámaras y detectores de movimiento. Gracias a un avanzado sistema de reconocimiento facial, este pilar de supervivencia es capaz de detectar a los desertores presentes en un cierto radio, y aumentara la visibilidad de la facción a la que pertenecen. Puede ser desactivada por un pulso electromagnético o cortando su suministro eléctrico.","original":"'A large pillar with a series of sensors, cameras and motion detectors. Thanks to the sophisticated face recognition system, surveillance pillar can detect the presence of deserters in radius and will increase the visibility of whichever faction has sent them. Can be disabled via electromagnetic pulse, or by simply cutting off the power grid.'"},{"base":"VFED_AerodroneMunitionsCrate.label","type":"ThingDef","text":"caja de munición de dron aéreo","original":"'aerodrone munitions crate'"},{"base":"VFED_AerodroneMunitionsCrate.description","type":"ThingDef","text":"Una gran caja militar de municiones de dron aéreo. Explota al ser dañado, enviando fragmentos a toda las direcciones.","original":"'A large military crate of aerodrone munitions. Will explode when damaged, sending armed shells flying in random directions.'"},{"base":"VFED_AerodroneBatteryPack.label","type":"ThingDef","text":"pack de batería de dron aéreo","original":"'aerodrone battery pack'"},{"base":"VFED_AerodroneBatteryPack.description","type":"ThingDef","text":"Una gran batería cargada para dron aéreo. Suelta un gran pulso electromagnético al ser dañado, capaz de desactivar las defensas cercanas.","original":"'A large, overcharged aerodrone battery. Will release a strong electromagnetic pulse when damaged, potentially disabling nearby defenses.'"},{"base":"VFED_Aerodrone.label","type":"ThingDef","text":"drones aéreos","original":"'aerodrone'"},{"base":"VFED_Aerodrone.description","type":"ThingDef","text":"Un dron aéreo, un vehículo no tripulado de tecnología espacial equipado con sensores avanzados y con una carga de misiles. Diseñados para hacer operaciones autónomas de larga-distancia, comúnmente usada por el Imperio para reconocimiento y bombardear. Tiene la capacidad de lanzar misiles muy potentes haciéndolos muy efectivos contra varios objetivos. Estos drones aéreos pueden ser temporalmente desactivados debido a un ciclo de recarga.","original":"'Aerodrone is a spacer-tech, unmanned aerial vehicle equipped with advanced sensors and a missile payload. Designed for autonomous long-range operations, it's commonly used by the Empire for reconnaissance and bombardment. Its ability to release powerful missile salvos makes it effective against various targets. This aerodrone is temporarily disabled due to the recharge cycle.'"},{"base":"VFED_ImperialMaxpack.label","type":"ThingDef","text":"maxpack imperial","original":"'imperial maxpack'"},{"base":"VFED_ImperialMaxpack.description","type":"ThingDef","text":"Un maxpack imperial es un camión de transporte blindado, conocido por su asombrosa capacidad de carga. Su blindaje es impenetrable, garantizando la seguridad de su contenido. Una vez en movimiento, las puertas del Maxpack se sellan herméticamente hasta que lleguen hasta el destino. Si bien el intento de robar su cargamento es inútil debido al su protocolo de auto-destrucción, su blindaje lo hace un escudo excelente durante el combate.","original":"'The Imperial maxpack is a formidable armored transport truck, known for its impressive cargo capacity. Its armor is impenetrable, ensuring the safety of its contents throughout transit. Once in motion, the Maxpack’s doors remain sealed until it reaches its predetermined destination. While attempting to loot its cargo is futile due to built-in self-destruct protocols, its robust exterior makes it an ideal shield on the battlefield.'"},{"base":"VFED_StrikeBuoy.label","type":"ThingDef","text":"boya de vigilancia","original":"'strike buoy'"},{"base":"VFED_StrikeBuoy.description","type":"ThingDef","text":"Una pequeña boya de vigilancia que usualmente se despliega durante las paradas del convoy. Están conectadas directamente a las patrullas de drones aéreos, una vez activado, enviarán una ráfaga de misiles hacia la ubicación.","original":"'A small surveillance buoy usually deployed around temporary convoy stops. Linked directly with a patrolling aerodrone, once triggered, it will send down a small missile salvo on its location.'"},{"base":"VFED_FuelTank.label","type":"ThingDef","text":"tanque de combustible","original":"'fuel tank'"},{"base":"VFED_FuelTank.description","type":"ThingDef","text":"Un gran tanque de combustible usado para repostar los transbordadores Imperiales. Explotara al ser dañado después de cierto punto, potencialmente activando una reacción en cadena.","original":"'A large fuel tank used to refuel Imperial shuttles. Will detonate if damaged beyond a certain point, potentially triggering a chain reaction.'"},{"base":"VFED_SurveillanceStation.label","type":"ThingDef","text":"consola de vigilancia","original":"'surveillance console'"},{"base":"VFED_SurveillanceStation.description","type":"ThingDef","text":"Una gran consola conectada a los pilares de vigilancia. Provee a los usuarios de todos los datos necesarios relacionados con el movimiento de los enemigos en el sector seleccionado.","original":"'A large console designed to link to surrounding surveillance pillars. Provides users with all the necessary data related to enemy movements in a given sector.'"},{"base":"VFED_SurveillanceDisplayBank.label","type":"ThingDef","text":"banco de vigilancia","original":"'surveillance display bank'"},{"base":"VFED_SurveillanceDisplayBank.description","type":"ThingDef","text":"Una computadora imperial. Conectado a la consola de vigilancia, el banco muestra en vivo las imágenes de todos los pilares de vigilancia en el sector.","original":"'An imperial computer interface. Linked to the surveillance console, the display bank shows live footage from all surveillance pillars in the sector.'"},{"base":"VFED_Techprinter.label","type":"ThingDef","text":"techprinter","original":"'techprinter'"},{"base":"VFED_Techprinter.description","type":"ThingDef","text":"El Techprinter es una maravilla de la innovación tecnológica, diseñados para capturar y preservar los intrincado conocimientos que reside en la mente de un tecfriar. Estas máquinas avanzadas imprimen esta información invaluable en discos techitas. Los TechPrints proporcionan conocimientos fundamentales a los investigadores, arrojando luz a las innovaciones de las sociedades más avanzadas.","original":"'The Techprinter is a marvel of technological innovation, designed to capture and preserve the intricate knowledge residing within a techfriar’s mind. These advanced machines imprint this invaluable information directly onto techite discs. Techprints provide foundational knowledge for researchers, shedding light on innovations from more advanced societies.'"},{"base":"VFED_TechiteDiscStack.label","type":"ThingDef","text":"pila de disco techita","original":"'techite disc stack'"},{"base":"VFED_TechiteDiscStack.description","type":"ThingDef","text":"Una pila compacta de discos creados con un elemento enigmatico conocido como techita, producido exclusivamente por el Imperio para transcribir sus conocimientos. Esta diseñado principalmente para preservar la información. Cuando se prende fuego, esta libera una densa nube y chispas, capas de incendiar bastas áreas.","original":"'A compact stack of discs crafted from the enigmatic element known as techite, produced exclusively by the Empire for knowledge transcribing. Primarily designed for preserving information. When ignited, they release a dense cloud of blinding smoke and sparks, capable of engulfing a vast area in flames.'"},{"base":"VFED_ImperialUnderfarm.label","type":"ThingDef","text":"granja subterráneas imperial","original":"'imperial underfarm'"},{"base":"VFED_ImperialUnderfarm.description","type":"ThingDef","text":"Una granja subterráneas de hidroponía usada por el Imperio para alimentar a sus súbditos. Esta completamente automatizada y conectada a una fuente de agua, esta granja no requiere trabajadores para funcionar.","original":"'An underground hydroponics basic used by the empire to feed their subjects. Fully automated and connected to water mains, these farms require no labor to operate.'"},{"base":"VFED_WaterMain.label","type":"ThingDef","text":"fuente de agua","original":"'water main'"},{"base":"VFED_WaterMain.description","type":"ThingDef","text":"Un gran nodo conectados a todas las fuentes de agua cercana. Es requerida para el funcionamiento de las granjas subterráneas.","original":"'A large node connecting all the nearby water mains. Required for the underfarms to operate.'"},{"base":"VFED_CrashedAerodrone.label","type":"ThingDef","text":"dron aéreo estrellado","original":"'crashed aerodrone'"},{"base":"VFED_CrashedAerodrone.description","type":"ThingDef","text":"Un dron aéreo imperial estrellado.","original":"'A crashed imperial aerodrone.'"},{"base":"VFED_ImperialMegaHighShield.label","type":"ThingDef","text":"mega escudo-alto imperial","original":"'imperial mega high-shield'"},{"base":"VFED_ImperialMegaHighShield.description","type":"ThingDef","text":"Un avanzado aparato protector, el mega escudo-alto imperial es un proyecto que genera un campo repulsor de momentum, permitiendo que los disparos salgan pero previniendo que entre. Este esta calibrado para los ángulos altos, desvía las rondas de morteros, los ataques de los drones aéreos y los haces de cortes orbitales. Esta unidad se puede desactivar temporalmente con un ataque EMP, dandole un shock eléctrico o usando munición EMP en el escudo. Consume una gran cantidad de energía.","original":"'An advanced shielding apparatus, the Imperial mega high-shield projects a vast momentum repulsor field, allowing shots to exit but preventing any from entering. Specifically calibrated for high angles, it's adept at deflecting incoming mortar rounds, aerodrone strikes and even orbital slicer beams. The unit can be temporarily disabled by EMP attacks, either by shocking the projector unit itself, or using EMP munitions on the shield. Draws huge amounts of power.'"},{"base":"VFED_ZeusCannonControlStation.label","type":"ThingDef","text":"estación de control del cañón Zeus","original":"'zeus cannon control station'"},{"base":"VFED_ZeusCannonControlStation.description","type":"ThingDef","text":"Esta terminal sirve principalmente para controlar las baterías del cañón Zeus. Equipado con sofisticados controles y sistemas de seguimiento, La Estación de Control del Cañón Zeus asegura la precisión y la coordinación cuando se despliega el formidable poder de fuego de los cañones Zeus. Los operadores deben estar cerca de su radio para poder controlarlos.","original":"'This terminal serves as the primary interface for operating the Zeus Cannon batteries. Equipped with sophisticated controls and targeting systems, the Zeus Cannon Control Station ensures precision and coordination when deploying the formidable firepower of the Zeus Cannons. Operators need to be within its radius to control it.'"},{"base":"VFED_ZeusCannonCapacitorBank.label","type":"ThingDef","text":"capacitor del cañón zeus","original":"'zeus cannon capacitor bank'"},{"base":"VFED_ZeusCannonCapacitorBank.description","type":"ThingDef","text":"Un capacitor que transforma la electricidad para ser usada por el cañón Zeus. Despliega una gran onda EMP al ser destruida, potencialmente desactivando el cañón Zeus.","original":"'A capacitor bank that transforms electricity into raw energy for the Zeus cannon. Will release a large EMP shockwave when destroyed, potentially disabling the Zeus cannon itself.'"},{"base":"VFED_ZeusCannon.label","type":"ThingDef","text":"cañón zeus","original":"'zeus cannon'"},{"base":"VFED_ZeusCannon.description","type":"ThingDef","text":"Una reliquia antigua de la tecnología Sophiana, el cañón Zeus es un secreto muy resguardado por el Imperio. Esta pieza de artillería tiene la habilidad única de convertir una basta cantidad de energía en un potente laser. Con un rango incomparable, puede perforar la atmósfera y destruir objetos en órbita. Un testimonio de la brillantez de la ingeniería ya perdida, esta es un arma y a la vez un símbolo del poder del Imperio.\\n\\nTarda mucho tiempo en recargarse, después apuntara hacia el objetivo y descargara una gran explosión de energía.","original":"'A relic of ancient Sophiamundan technology, the Zeus Cannon is a closely guarded secret of the Empire. This formidable artillery piece has the unique ability to convert vast quantities of electricity into potent energy blasts. With unmatched range, it can pierce the atmosphere to target and obliterate objects in orbit. A testament to lost engineering brilliance, it stands as both a weapon and a symbol of the Empire's might.\\n\\nIt has a long charging cycle, after which it will aim at the target and release a devastating energy blast.'"},{"base":"VFED_BurnoutIntelScraper.label","type":"ThingDef","text":"recopilador de información quemada","original":"'burnout intel scraper'"},{"base":"VFED_BurnoutIntelScraper.description","type":"ThingDef","text":"Un dispositivo de los desertores capaz de interceptar las comunicaciones del Imperio. Cuando esta activo, esta empieza a recopilar información, emitiendo un pulso cada intervalo. Cada pulso tiene la posibilidad de generar una pequeña cantidad de información, pero esto aumenta tu visibilidad y alertara a las fuerzas de choque imperiales. Después de 10 pulsos, la máquina se quemara y explotara.","original":"'A deserter device capable of intercepting imperial communication. When activated, it will begin intel scraping, emitting a pulse in regular intervals. Each pulse has a chance of generating a small amount of intel, but it may also increase your visibility and even alert an imperial strike force. After 10 pulses, the machine burns out and triggers a fiery explosion.'"},{"base":"VFED_Biodecoder.label","type":"ThingDef","text":"biodescodificador","original":"'biodecoder'"},{"base":"VFED_Biodecoder.description","type":"ThingDef","text":"Un biodescodificador, es una dispositivo de un solo-uso de tecnología ultra, diseñado para biodescodificar, cualquier artículo. Este usa un complejo proceso para desbloquear el biodescodificador del artículo original, transfiere la biocodificación al biodescodificador, rompiéndolo en el proceso. Se puede usar este artículo para desbloquear las cajas bioaseguradas. Este dispositivo se utiliza a menudo en operaciones sensibles donde la presencia de biocodificación puede comprometer la misión.","original":"'A biodecoder is a single-use ultratech device that is designed to strip biocoding off any item. It uses a complex process to unlatch the biocoding from the original item, which transfers the biocoding onto the biodecoder, breaking it in the process. Biodecoder can also be used on biosecured crate to open them. This device is often used in sensitive operations where the presence of biocoding could compromise the mission.'"},{"base":"VFED_Biodecoder.comps.CompUsable.useLabel","type":"ThingDef","text":"Usar {0_label}","original":"'Use {0_label}'"},{"base":"VFED_PsychicAmplifier.label","type":"ThingDef","text":"amplificador psíquico","original":"'psychic amplifier'"},{"base":"VFED_PsychicAmplifier.description","type":"ThingDef","text":"Una tecnología imperial en desuso luego de la invención de los neuroformadores psíquicos, los amplificadores psíquicos mejoran la conexión psíquica de las mentes de los usuarios. No puede ser formar una conexión psíquica por si mismo, solo puede ser usada por colonos que ya tengan presente conexión psíquica. El usuario presiona al dispositivo sobre los ojos, donde se conecta directamente al cerebro y reestructura una parte de este. Después, el dispositivo se desintegra y se convierte en una ceniza sin valor.","original":"'Decommissioned Imperial technology since the invention of psylink neuroformers, psychic amplifier upgrades a psylink in the user's mind. It cannot form a psylink by itself, and can only be used by colonists with already present psylink. The user presses the device over the eyes, where it links to the brain directly and restructures part of it. Afterwards, the device disintegrates into worthless ash.'"},{"base":"VFED_PsychicAmplifier.comps.CompUsable.useLabel","type":"ThingDef","text":"Usar {0_label}","original":"'Use {0_label}'"},{"base":"VFED_Intel.label","type":"ThingDef","text":"información","original":"'intel'"},{"base":"VFED_Intel.description","type":"ThingDef","text":"Un dossier que contiene información acerca del Imperio en Ruina. Para proteger la información de la contrainteligencia imperial, la información necesita almacenarse de forma física. Puede usarse para obtener objetos de contrabando de los Desertores, o para obtener el acceso a misiones de asesinato contra la nobleza Imperial.","original":"'A dossier containing information about the Shattered Empire. In order to protect the information from the Imperial counterintelligence, the information needs to be stored in a physical form. It can be used to obtain contraband items from the Deserters, or to gain access to quests and even assassination missions on Imperial nobility.'"},{"base":"VFED_CriticalIntel.label","type":"ThingDef","text":"información critica","original":"'critical intel'"},{"base":"VFED_CriticalIntel.description","type":"ThingDef","text":"Un dossier que contiene información acerca del Imperio en Ruina. Para proteger la información de la contrainteligencia imperial, la información necesita almacenarse de forma física. Puede ser usado para planear asesinatos de altos-perfiles, pero también puede intercambiarse por información estándar a través del sistema de contrabando.","original":"'A dossier containing critical information about the Shattered Empire. In order to protect the information from the Imperial counterintelligence, the information needs to be stored in a physical form. It can be used to plan high-profile assassination attempts, but it can also be exchanged into standard intel via the contraband system.'"},{"base":"VFED_Shell_Shrapnel.label","type":"ThingDef","text":"obús de metralla","original":"'shrapnel shell'"},{"base":"VFED_Shell_Shrapnel.description","type":"ThingDef","text":"Obús de mortero diseñado para explotar en el aire y lanzar una gran cantidad de metralla. Este proyectil esta diseñado especificamente para cortar a los enemigos con armadura ligera, infligiendo heridas muy serias y mortales. Esta metralla es lanzada en el mismo vector que el obús de mortero, y pueden ser detenidos por obstáculos.","original":"'Mortar shell that is designed to explode mid-air and release a large number of sharp projectiles. These projectiles are specifically designed to cut through light armored enemies, inflicting serious injuries or fatalities. Projectiles are ejected with the same vector as the mortar shell, and may be stopped by obstacles.'"},{"base":"VFED_Bullet_Shell_Shrapnel.label","type":"ThingDef","text":"obús de metralla","original":"'shrapnel shell'"},{"base":"VFED_Bullet_Shrapnel.label","type":"ThingDef","text":"metralla","original":"'shrapnel'"},{"base":"VFED_Shell_ArmorPiercing.label","type":"ThingDef","text":"obús de perforación-blindaje","original":"'armor-piercing shell'"},{"base":"VFED_Shell_ArmorPiercing.description","type":"ThingDef","text":"Obús de perforación de blindaje diseñado para explotar al impacto y destruir todo a su paso, atravesando completamente la armadura del objetivo. El radio de explosión es casi inexistente, y la armadura del objetivo debe ser impactado directamente por el obús para destruirlo. Es muy preciso y viaja a unas velocidades extremas.","original":"'Armor-piercing shells are designed to explode upon impact and destroy anything they hit, completely bypassing the armor of the target. Their explosion radius is almost non-existent, and armored targets need to be hit directly for the shell to destroy them. They are very accurate and travel at extreme speeds.'"},{"base":"VFED_Bullet_Shell_ArmorPiercing.label","type":"ThingDef","text":"obús de perforación-blindaje","original":"'armor-piercing shell'"},{"base":"VFED_Shell_Cluster.label","type":"ThingDef","text":"obús de racimo","original":"'cluster shell'"},{"base":"VFED_Shell_Cluster.description","type":"ThingDef","text":"Obús de mortero diseñado para dividirse en el aire y liberar tres obuses altamente explosivos. Lanza los obuses en direcciones aleatorias, siguiendo el mismo vector que el obús de racimo. La explosión cubre un gran área pero la precisión de los obuses deja mucho que desear.","original":"'Mortar shell that is designed to split mid-air and release three high-explosive shells. Separated shells are ejected in random directions, following the same vector as the cluster shell. Explosions cover a high area but the accuracy of the shells leave a lot to be desired.'"},{"base":"VFED_Bullet_Shell_Cluster.label","type":"ThingDef","text":"obús de racimo","original":"'cluster shell'"},{"base":"VFED_Apparel_BombPack.label","type":"ThingDef","text":"pack de bomba","original":"'bomb pack'"},{"base":"VFED_Apparel_BombPack.description","type":"ThingDef","text":"Un dispositivo explosivo portable de un solo uso. Se debe desplegar en el suelo, se necesita armar y se puede detonar al presionar un botón. Genera una gran explosión gracias a sus ojivas antimateria, capaz de destruir infraestructura y personal.","original":"'A single-use man-portable explosive device. Deployed on the ground, it becomes armed and can be detonated with a press of a button. It generates a big explosion thanks to a wired-in antigrain warhead, making it capable of destroying critical infrastructure and personnel alike.'"},{"base":"VFED_Apparel_InvisibilityEngulfer.label","type":"ThingDef","text":"dispositivo de invisibilidad","original":"'invisibility engulfer'"},{"base":"VFED_Apparel_InvisibilityEngulfer.description","type":"ThingDef","text":"Un dispositivo de invisibilidad multi-uso fue diseñado en base a unos experimentos con tecnología imperial. Permite al usuario volverse completamente invisible durante un periodo de tiempo, después el dispositivo requiere una pequeña cantidad de tiempo para recargarse.","original":"'A multi-use personal invisibility device engineered based on experimental imperial technology. Allows the user to become completely invisible for a brief duration, after which the device requires a short amount of time to recharge.'"},{"base":"VFED_DeserterDeclassifier.label","type":"ThingDef","text":"desclasificador desertor","original":"'deserter declassifier'"},{"base":"VFED_DeserterDeclassifier.description","type":"ThingDef","text":"Un desclasificador desertor es un dispositivo de un solo uso, de ultra tecnología, que consiste en un escaneador-cerebral y una aguja gruesa. Es usada por los desertores imperiales para extraer información. Al insertar la aguja en el cráneo de los nobles con títulos, extrae las memorias de sus cerebros, formando información valiosa para los desertores. La cantidad de información obtenida es determinada por el rango del noble. La persona afectada por un Desclasificador Desertor muere durante el proceso, cuando es usada por un visitante neutral, es considerado como un acto de guerra.","original":"'A deserter declassifier is a single-use, ultra-tech device consisting of a brain-scan apparatus and a long, thick needle. It is primarily used by imperial deserters for data extraction. By inserting the needle into the skull of a titled nobility, memories can be downloaded from their brain, forming valuable deserter intel. The amount of intel received is determined by the rank of the noble person. The person affected by a Deserter Declassifier dies in the process, and when used on neutral visitors, it is treated as an act of war.'"},{"base":"VFED_Mote_AerodroneStrike.label","type":"ThingDef","text":"Mote","original":"'Mote'"},{"base":"VFED_Filth_Propaganda.label","type":"ThingDef","text":"propaganda imperial","original":"'imperial propaganda'"},{"base":"VFED_Mote_ProximityScannerRadius_Orange.label","type":"ThingDef","text":"Mote","original":"'Mote'"},{"base":"VFED_Mote_ActivatorProximityGlow_Orange.label","type":"ThingDef","text":"Mote","original":"'Mote'"},{"base":"VFED_Mote_ProximityScannerRadius_Green.label","type":"ThingDef","text":"Mote","original":"'Mote'"},{"base":"VFED_Mote_ActivatorProximityGlow_Green.label","type":"ThingDef","text":"Mote","original":"'Mote'"},{"base":"VFED_AerodroneStrikeIncoming.label","type":"ThingDef","text":"ataque de dron aéreo","original":"'aerodrone strike'"},{"base":"VFED_Spark.label","type":"ThingDef","text":"chispa","original":"'spark'"},{"base":"VFED_Gun_ChargeCycler.label","type":"ThingDef","text":"ciclador de carga","original":"'charge cycler'"},{"base":"VFED_Gun_ChargeCycler.description","type":"ThingDef","text":"Un revolver de carga modificado con tecnología mecanoide. Los cañones de impacto recuperados fueron sometidos a un proceso de ingeniería inversa permitiendo crear un poderoso revolver de carga con dos modos de disparo. El modo de disparo Cargado puede eliminar a los objetivos cercanos con un poderoso disparo penetrante, en cambio, el modo de disparo Thump permite al usuario incapacitar a los enemigos y romper cualquier cobertura. Los modos pueden cambiarse presionando un botón.","original":"'A modified charged-shot revolver that incorporates mechanoid technology. Recovered thump cannons have been reversed engineered to allow for a powerful charge revolver with two shooting modes to be created. Charged shot mode will eliminate any close targets with a powerful, armor-piercing blast, whilst a Thump shot mode allows users to incapacitate enemies and break any defenses they might be hiding behind. Modes can be changed with a press of a button.'"},{"base":"VFED_Gun_ChargeCycler.comps.Comp_VerbProps.verbProps.0.label","type":"ThingDef","text":"Disparo único (Disparo Cargado)","original":"'Single shot (Charged shot)'"},{"base":"VFED_Gun_ChargeCycler.comps.Comp_VerbProps.verbProps.1.label","type":"ThingDef","text":"Disparo único (Disparo Thump)","original":"'Single shot (Thump shot)'"},{"base":"VFED_Gun_ChargeCycler.tools.handle.label","type":"ThingDef","text":"empuñadura","original":"'handle'"},{"base":"VFED_Gun_ChargeCycler.tools.barrel.label","type":"ThingDef","text":"cañón","original":"'barrel'"},{"base":"VFED_Gun_ChargeCycler.verbs.Single_shot_Charged_shot.label","type":"ThingDef","text":"Disparo único (Disparo Cargado)","original":"'Single shot (Charged shot)'"},{"base":"VFED_Gun_ChargeCycler.verbs.Single_shot_Thump_shot.label","type":"ThingDef","text":"Disparo único (Disparo Thump)","original":"'Single shot (Thump shot)'"},{"base":"VFED_Bullet_ChargedShot.label","type":"ThingDef","text":"disparo cargado","original":"'charged shot'"},{"base":"VFEE_Bullet_ThumpShot.label","type":"ThingDef","text":"disparo thump","original":"'thump shot'"},{"base":"VFED_Gun_Fletchling.label","type":"ThingDef","text":"fletchlung","original":"'fletchling'"},{"base":"VFED_Gun_Fletchling.description","type":"ThingDef","text":"Una modificación extremadamente rara del rifle de dardos, flechlung es una escopeta comúnmente usada por los desertores imperiales. Su mera posesión puede verse como un acto de guerra contra el Imperio en Ruina. Cada disparo de la flechlung libera un cantidad de unos pequeños dardos acidificantes capaz de impactar a varios objetivos, causando una cantidad extrema de dolor y de quemaduras por acido. Es letal para los seres orgánicos y son casi inútil contra los no-orgánicos, como los mecanoides.\\n\\nLos objetivos golpeados por los dardos recibirán una variedad de ácidos inestables, diseñados para disolver a los objetivos desde adentro, y destruir sus equipamientos. El ácido arrasará el cuerpo del objetivo y usualmente provocara que los órganos vitales sean disueltos, sin embargo, la letalidad no esta garantizada.","original":"'A modification to the extremely rare fletcher rifle, fletchling is a shotgun commonly used by Imperial deserters. The mere possession of it can be seen as an act of war against the Shattered Empire. Each fletchling shot releases a number of small acidifier darts that may hit several targets, causing extreme amounts of pain and acid burns. Lethal to organics and almost useless against non-organics, such as mechanoids. \\n\\nTargets hit by these flechettes will be inflicted with an unstable variant of acidifier fluids, designed to dissolve the target from the inside rather than destroy their equipment. The acid will rampage through the target’s body and usually results in vital organs being dissolved, however lethality isn’t guaranteed.'"},{"base":"VFED_Gun_Fletchling.tools.barrel.label","type":"ThingDef","text":"cañón","original":"'barrel'"},{"base":"VFED_Gun_Fletchling.verbs.Verb_Shoot.label","type":"ThingDef","text":"fletchlung","original":"'fletchling'"},{"base":"VFEE_Bullet_FletchlingDart.label","type":"ThingDef","text":"dardo","original":"'fletcher dart'"},{"base":"VFED_DropPodIncoming_Propaganda.label","type":"ThingDef","text":"cápsula de transporte (llegando)","original":"'drop pod (incoming)'"},{"base":"VFED_RemoteTrapIED_ToxGas.label","type":"ThingDef","text":"carga toxica remota","original":"'remote tox charge'"},{"base":"VFED_RemoteTrapIED_ToxGas.description","type":"ThingDef","text":"Un par de obuses de toxicos conectado a un mecanismo de activación remota. Puede detonarse a voluntad, pero el tiempo de la mecha puede variar. Como está oculto en el terreno no puede ser colocada adyacente a otra trampa. Los animales pueden sentirlos cuando están tranquilos.","original":"'A pair of tox shells connected to a remote triggering mechanism. It can be detonated at will, but the fuse time might vary. Since it is hidden in the surrounding terrain, it cannot be placed adjacent to other traps. Animals can sense these when calm.'"},{"base":"VFED_CleanedPropaganda.stages.cleaned_propaganda.label","type":"ThoughtDef","text":"limpie la propaganda","original":"'cleaned propaganda'"},{"base":"VFED_CleanedPropaganda.stages.cleaned_propaganda.description","type":"ThoughtDef","text":"Tuve que limpiar la propaganda. Eché un vistazo rápido. Quizás no todo sea mentira?","original":"'I had to clean imperial propaganda. I did take a quick peek. Maybe it’s not all lies?'"},{"base":"VFED_JoinedDeserters.stages.joined_the_deserters.label","type":"ThoughtDef","text":"me uní a los desertores","original":"'joined the deserters'"},{"base":"VFED_JoinedDeserters.stages.joined_the_deserters.description","type":"ThoughtDef","text":"Le mostraremos al Imperio lo que es la libertad.","original":"'We will show the Empire what freedom means.'"},{"base":"VFED_UsedDeclassifier.stages.used_a_declassifier.label","type":"ThoughtDef","text":"he usado un desclasificador","original":"'used a declassifier'"},{"base":"VFED_UsedDeclassifier.stages.used_a_declassifier.description","type":"ThoughtDef","text":"Era un mal necesario.","original":"'It was a necessary evil.'"},{"base":"VFED_ExtractIntel.label","type":"WorkGiverDef","text":"extraer información","original":"'extract intel'"},{"base":"VFED_ExtractIntel.gerund","type":"WorkGiverDef","text":"extrayendo","original":"'extracting'"},{"base":"VFED_ExtractIntel.verb","type":"WorkGiverDef","text":"extraer","original":"'extract'"},{"base":"VFED_TravelingDeserterShuttle.label","type":"WorldObjectDef","text":"transbordador desertor","original":"'deserter shuttle'"},{"base":"VFED_TravelingDeserterShuttle.description","type":"WorldObjectDef","text":"Un transbordador desertor para volar.","original":"'A deserter shuttle in flight.'"},{"base":"VFED_ExtractIntel.label","type":"DesignationDef","text":"extraer información","original":"'extract intel'"},{"base":"VFED_ExtractIntel.description","type":"DesignationDef","text":"extraer información de alguien","original":"'extract intel from something'"},{"base":"VFED_Ship_DeserterShuttle.label","type":"TransportShipDef","text":"transbordador","original":"'shuttle'"},{"base":"VFED_VFEDeserters.label","type":"ModDef","text":"VFE - Deserters","original":"'VFE - Deserters'"},{"base":"VFED_VFEDeserters.description","type":"ModDef","text":"Ciclador de Carga","original":"'Charge Cycler'"},{"base":"VFED_LowerVisibility.label","type":"DeserterServiceDef","text":"bajar visibilidad","original":"'lower visibility'"},{"base":"VFED_LowerVisibility.description","type":"DeserterServiceDef","text":"Usar la información para convencer a la red de los desertores para limpiar tu nombre y reducir tu visibilidad a 1.","original":"'Use intel to convince the deserter network to clear your name and reduce your visibility by 1.'"},{"base":"VFED_CallShuttle.label","type":"DeserterServiceDef","text":"llamar transbordador","original":"'call shuttle'"},{"base":"VFED_CallShuttle.description","type":"DeserterServiceDef","text":"Llamar a un transbordador unidireccional para tu propio uso, para transportar colonos, artículos y animales a unas 70 casillas de distancia.","original":"'Call a one-way deserter shuttle for your own use, which will transport colonists, items, and animals up to 70 tiles away.'"},{"base":"VFED_IncreaseGoodwill.label","type":"DeserterServiceDef","text":"mejorar relación","original":"'increase goodwill'"},{"base":"VFED_IncreaseGoodwill.description","type":"DeserterServiceDef","text":"Intercambiar información para convencer a la red de los desertores para incrementar tus relaciones con una facción aleatoria en 5.","original":"'Trade intel to convince the deserter network to increase your goodwill with a random faction by 5.'"},{"base":"VFED_DelayResponse.label","type":"DeserterServiceDef","text":"retrasar respuesta","original":"'delay response'"},{"base":"VFED_DelayResponse.description","type":"DeserterServiceDef","text":"Intercambiar información para convencer a la red de desertores que creen una distracción, aumentando el tiempo de respuesta de las operaciones actuales con el reloj contando. Este retrasa la respuesta en 1 minuto. Puede usarse varias veces.","original":"'Trade intel to convince the deserter network to create a distraction, increasing the response time on all currently ongoing operations where the counter is already ticking down. This delays the response by 1 minute. Can be used several times.'"},{"base":"VFED_TauntImperials.label","type":"DeserterServiceDef","text":"tantear a las fuerzas imperiales","original":"'taunt imperial forces'"},{"base":"VFED_TauntImperials.description","type":"DeserterServiceDef","text":"Gasta información para provocar a las fuerzas de choque imperiales haciendo que ataquen tu colonia.","original":"'Spend intel to taunt imperial strike force to attack your colony.'"},{"base":"VFED_ChangeCritical.label","type":"DeserterServiceDef","text":"cambiar información critica","original":"'change critical intel'"},{"base":"VFED_ChangeCritical.description","type":"DeserterServiceDef","text":"Intercambiar información critica por 10 información estándar.","original":"'Trade critical intel for 10 standard intel.'"},{"base":"VFED_Patrol.label","type":"ImperialResponseDef","text":"patrulla","original":"'patrol'"},{"base":"VFED_StrikeForce.label","type":"ImperialResponseDef","text":"fuerza de choque","original":"'strike force'"},{"base":"VFED_StellicGuards.label","type":"ImperialResponseDef","text":"escuadrón de guardianes estelares","original":"'stellic guard squad'"},{"base":"VFED_MissileRain.label","type":"ImperialResponseDef","text":"lluvia de misiles","original":"'missile rain'"},{"base":"VFED_Contraband.label","type":"DeserterTabDef","text":"contrabando","original":"'contraband'"},{"base":"VFED_Contraband.description","type":"DeserterTabDef","text":"pestaña","original":"'tab'"},{"base":"VFED_Services.label","type":"DeserterTabDef","text":"servicios","original":"'services'"},{"base":"VFED_Services.description","type":"DeserterTabDef","text":"pestaña","original":"'tab'"},{"base":"VFED_Plots.label","type":"DeserterTabDef","text":"tramas","original":"'plots'"},{"base":"VFED_Plots.description","type":"DeserterTabDef","text":"pestaña","original":"'tab'"},{"base":"VFED_Deserter.label","type":"ContrabandCategoryDef","text":"tecnología desertor","original":"'deserter technology'"},{"base":"VFED_Imperial.label","type":"ContrabandCategoryDef","text":"tecnología imperial","original":"'imperial technology'"},{"base":"VFED_Hidden.label","type":"VisibilityLevelDef","text":"oculto","original":"'hidden'"},{"base":"VFED_Hidden.description","type":"VisibilityLevelDef","text":"Estas operando en secreto, y el Imperio no tiene conocimiento de tu alianza con los desertores. No responderán ante vuestros ataques a las instalaciones, y por lo general, no os buscarán por el planeta.","original":"'You are operating in secret, and the Empire has no knowledge of your allegiance to the deserters. They will not respond to your attacks on their installations, and they will generally not look for you out in the world.'"},{"base":"VFED_Whispers.label","type":"VisibilityLevelDef","text":"susurros","original":"'whispers'"},{"base":"VFED_Whispers.description","type":"VisibilityLevelDef","text":"Empiezan a esparcirse entre la nobleza, sobre tus actividades, pero el Imperio solo te ve como una molestia insignificante. Puedes esperar que el Imperio mande alguna patrulla a las instalaciones imperiales bajo ataque, pero aún tendrás suficiente tiempo para entrar y salir antes de que lleguen. la verificación de inventario ahora es parte de los informes, haciendo que sea un poco más difícil de adquirir el contrabando.","original":"'Word of your activity has started to spread within the higher nobility, but the Empire still sees you as nothing more but a rare, minor annoyance. You can expect patrols to be dispatched to any imperial installations under attack, but you should still have enough time to get in and out before they arrive. Inventory checks become part of the updated briefing, making it slightly harder to acquire contraband.'"},{"base":"VFED_Rumors.label","type":"VisibilityLevelDef","text":"rumores","original":"'rumors'"},{"base":"VFED_Rumors.description","type":"VisibilityLevelDef","text":"Los rumores acerca de tu actividad desertora empiezan a circular entre los oficiales de bajo-rango y de los soldados del Imperio. Si bien el Imperio aún no tiene evidencia concreta de tu participación, empiezan a tomarse más enserio los rumores y han aumentando sus medidas de seguridad. Puedes esperar que más seguridad en las instalaciones imperiales, y que las fuerzas de reacción jenízara lleguen rápido a las instalaciones si se alerta de tu presencia. Ahora hay más patrullas imperiales e inspeccionaran cada caravana con la que se crucen.","original":"'Rumors about the deserter activity are starting to circulate among the lower-ranking officers and soldiers of the Empire. While the Empire does not yet have concrete evidence of your involvement, they are beginning to take the rumors seriously and have increased their security measures. Expect to encounter increased security on imperial installations, as well as janissary reaction force as soon as the installation is alerted of your presence. Imperial patrols are now prominent and will inspect every caravan they come across.'"},{"base":"VFED_Rumors.specialEffects.0.label","type":"VisibilityLevelDef","text":"Los eventos de caravana de las patrullas imperiales están activas","original":"'Imperial patrol caravan event becomes active'"},{"base":"VFED_Rumors.specialEffects.1.label","type":"VisibilityLevelDef","text":"Todos los ejércitos imperiales en las misiones contra el Imperio son un 20% más grande","original":"'All imperial armies on all quest locations where Empire would spawn are 20% bigger'"},{"base":"VFED_News.label","type":"VisibilityLevelDef","text":"noticias","original":"'news'"},{"base":"VFED_News.description","type":"VisibilityLevelDef","text":"Tus acciones se han vuelto de publico conocimiento y han golpeado a las estaciones de noticias imperiales como una tormenta. El Imperio empieza a considerarte como una seria amenaza y ha puesto en alta-prioridad localizarte. La seguridad de todas sus instalaciones ha sido aumentada en gran medida. Además, el Imperio ha empezado a enviar más grupo de asaltante a cualquier asentamiento con sospecha de colaborar con los desertores. será más difícil obtener contrabando y apoyo de los locales debido al aumento en la propaganda Imperial","original":"'Your actions have become public knowledge and have hit the imperial news stations like a storm. The Empire now considers you a serious threat and has placed a high priority on tracking you down. Security measures across all installations have been greatly increased. Furthermore, the Empire will now send more raiding parties to any settlements suspected of harboring deserters. It will be harder to obtain contraband and support from the locals as the Empire's propaganda campaign is gaining strength.'"},{"base":"VFED_News.specialEffects.0.label","type":"VisibilityLevelDef","text":"Los asaltos perteneciente al Imperio ocurren el doble de veces","original":"'Raids from the Empire faction happen 2x as often'"},{"base":"VFED_News.specialEffects.1.label","type":"VisibilityLevelDef","text":"Todos los ejércitos imperiales en las misiones contra el Imperio son un 50% más grande","original":"'All imperial armies on all quest locations where Empire would spawn are 50% bigger'"},{"base":"VFED_News.specialEffects.2.label","type":"VisibilityLevelDef","text":"Empezara a caer Propaganda Imperial","original":"'Imperial Propaganda can now drop'"},{"base":"VFED_News.specialEffects.3.label","type":"VisibilityLevelDef","text":"La misión de Desertor Perseguido ya no ocurrirá","original":"'Chased Deserter quest no longer occurs'"},{"base":"VFED_PublicEnemy.label","type":"VisibilityLevelDef","text":"enemigo publico","original":"'public enemy'"},{"base":"VFED_PublicEnemy.description","type":"VisibilityLevelDef","text":"Tu nombre es muy conocido, y el Imperio te considera como su enemigo numero uno. Están usando todos sus recursos para localizarte y eliminarte a ti y a tus seguidores. El Imperio también puede utilizar tácticas de tierra arrasada, como bombardear áreas enteras en la que sospechan que apoyan a los desertores. Están dispuestos a sacrificar sus propias instalaciones si eso significa eliminar a los desertores, además responderán a cualquier agresión con bombardeos indiscriminados de drones aéreos. La mayoría de las operaciones de contrabando cesarán y el contrabando será increíblemente difícil de encontrar. Los espías imperiales difundirán desinformación a las otras facciones para ponerlas a tu contra, haciendo difícil distinguir entre amigos y enemigos. Es una guerra en toda regla y el resultado determinará tu destino y el destino del Imperio. Prepárate para una lucha difícil, ya que la supervivencia es la única opción disponible.","original":"'You are now a household name, and the Empire considers you their number one enemy. They are using all of their resources to track you down and eliminate you and your followers. The Empire may also use scorched earth tactics, such as bombing or shelling entire areas suspected of supporting the deserters. They are willing to sacrifice their installations if it means eliminating the deserters, and will respond to any aggression with indiscriminate aerodrone bombardment. Most smuggling operations cease and contraband becomes incredibly hard to come across. The Imperial spy guilds will put out disinformation to turn other factions against you, making it hard to distinguish friend from foe. It's a full-blown war and the outcome will determine your fate and the fate of the Empire. Be prepared for a difficult fight, as survival is the only option now.'"},{"base":"VFED_PublicEnemy.specialEffects.0.label","type":"VisibilityLevelDef","text":"Los asaltos perteneciente al Imperio ocurren el triple de veces","original":"'Raids from the Empire faction happen 3x as often'"},{"base":"VFED_PublicEnemy.specialEffects.1.label","type":"VisibilityLevelDef","text":"Todos los ejércitos imperiales en las misiones contra el Imperio son un 100% más grande","original":"'All imperial armies on all quest locations where Empire would spawn are 100% bigger'"},{"base":"VFED_PublicEnemy.specialEffects.2.label","type":"VisibilityLevelDef","text":"Los eventos de bombardeo de dron aéreo esta disponible","original":"'Aerodrone bombardment event becomes available.'"},{"base":"VFED_PublicEnemy.specialEffects.3.label","type":"VisibilityLevelDef","text":"Empezaran los asaltos de absolvedores","original":"'Absolver Raid can now occur.'"},{"base":"VFED_PublicEnemy.specialEffects.4.label","type":"VisibilityLevelDef","text":"Las relaciones con una facción aleatoria caerá en -10 cada día","original":"'Relations with a random faction drop by -10 once a day.'"},{"base":"VFED_DivineInferno.label","type":"VisibilityLevelDef","text":"infierno divino","original":"'Divine Inferno'"},{"base":"VFED_DivineInferno.description","type":"VisibilityLevelDef","text":"El Imperio inicio el protocolo de Infierno Divino en tu posición. Esperan que encuentres consuelo en las llamas limpiadoras. Tienes 30 días antes de que el Imperio mueva todos los satélites de haz cortante hacia tu posición. A menos que consigas reducir tu visibilidad a Oculto en este tiempo, tu colonia quedará cubierta de numerosos pilares de fuego.","original":"'The Empire has initiated a Divine Inferno protocol on your colony and are moving all required slicer beam satellites into position. Once they meet over your colony, they will glass it with numerous pillars of fire. This can be prevented by reducing your visibility back to Hidden visibility level.'"},{"base":"VFED_DivineInferno.specialEffects.0.label","type":"VisibilityLevelDef","text":"Tan pronto como el jugador llegue al 100 de Visibilidad, se activara la cuenta regresiva del Infierno Divino.","original":"'As soon as player reaches 100 Visibility, Divine Inferno countdown triggers.'"}]},"name":"desserter"}